Repository: riderkick/FMD
Catalog: mangadownloader/languages/fmd.*.po
Languages: de, fr, pl_pl

# dbupdater.rs_buttoncancel
source: Abort
fr: Annuler

source: Downloading %s
fr: Téléchargement de %s

source: Extracting %s
fr: Extraction de %s

source: %s: failed to extract, exitstatus = %d
fr: %s : échec de l'extraction, exitstatus = %d"

source: Failed to finish: %s
fr: Impossible de terminer : %s

# dbupdater.rs_faileditemstitle
source: Failed
fr: Échoués

source: %s: failed to save
fr: %s : impossible de sauvegarder

source: %s: Missing %s
fr: %s : %s manquant

source: Download original image(require ExHentai account)
de: Download Originalbilder (benötigt ExHentai account)
fr: Télécharger l'image d'origine (compte ExHentai nécessaire)
pl_pl: Pobierz oryginalny obraz (wymaga konta ExHentai)

source: Image size:
de: Bildgröße
fr: Taille de l'image :
pl_pl: Rozmiar obrazka:

source: Are you sure you want to delete this account?
de: Bist du dir sicher, dass du den Account löschen willst?
fr: Souhaitez-vous vraiment supprimer ce compte ?
pl_pl: Czy na pewno chcesz usunąć to konto?

source: Checking
de: Prüfen
fr: Vérification
pl_pl: Sprawdzanie

# frmaccountmanager.rs_invalid
source: Invalid
de: Ungültig
fr: Invalide
pl_pl: Niepoprawnie

source: Unknown
de: Unbekannt
fr: Inconnu
pl_pl: Nieznane

source: Username or password can't be empty!
de: Benutzername oder Passwort kann nicht leer sein!
fr: Le pseudonyme et le mot de passe ne peuvent pas être vides !
pl_pl: Nazwa użytkownika lub hasło nie może być puste!

source: Import completed.
de: Importierung abgeschlossen.
fr: Import complet.
pl_pl: Importowanie zakończone.

source: List of unimported manga
de: Liste von nicht importierten Manga
fr: Liste des mangas non importés
pl_pl: Lista niezaimportowanych mang

# frmluamodulesupdater.rs_checking
source: Checking...
fr: Vérification en cours...

# frmluamodulesupdater.rs_checkupdate
source: Check update
fr: Vérifier les mises à jour

source: Finish checking
fr: Finir la vérification

source: Finish download
fr: Finir le téléchargement

source: Modules updated, restart now? %s
fr: Modules mis à jour, redémarrer maintenant ? %s

source: Modules updated!
fr: Modules mis à jour !

source: Modules update found, any local changes will be lost, procced? %s
fr: Mise à jour des modules disponible, les changements locaux seront perdus, continuer ? %s

source: Modules update found!
fr: Mise à jour des modules disponible !

source: Downloading...
fr: Téléchargement en cours...

# frmluamodulesupdater.rs_statusdelete
source: %s DELETE*
fr: %s SUPPRIMER*

# frmluamodulesupdater.rs_statusfailed
source: %s FAILED*
fr: %s ÉCHEC*

# frmluamodulesupdater.rs_statusnew
source: %s NEW*
fr: %s NOUVEAU*

# frmluamodulesupdater.rs_statusredownloaded
source: %s REDOWNLOAD*
fr: %s RETÉLÉCHARGER*

# frmluamodulesupdater.rs_statusupdate
source: %s UPDATE*
fr: %s MISE À JOUR*

source: All downloads
de: Alle Downloads
fr: Tous les téléchargements
pl_pl: Wszystkie pobrania

# frmmain.rs_cancel
source: Cancel
de: Abbrechen
fr: Annuler
pl_pl: Anuluj

# frmmain.rs_checking
source: Checking...
de: Prüfe...
fr: Vérification en cours...
pl_pl: Sprawdzanie...

source: Cannot connect to the server.
de: Keine Verbindung zum Server.
fr: Connection au serveur impossible.
pl_pl: Nie można się połączyć z serwerem.

source: Cannot get manga info. Please check your internet connection and try it again.
de: Keine Manga-Informationen abrufbar. Bitte prüfen Sie ihre Internetverbindung und versuchen Sie es erneut.
fr: Impossible de récupérer les informations sur le manga. Veuillez vérifier votre connection internet et réessayer.
pl_pl: Nie można uzyskać informacji o mandze. Proszę sprawdzić swoje połączenie z internetem i spróbuj ponownie.

source: Download count:
de: Download zähler:
fr: Nombre de téléchargements :
pl_pl: Licznik pobrań

source: You must choose at least 1 manga website!
de: Wählen Sie zumindest eine Manga-Webseite aus!
fr: Vous devez choisir au moins 1 site de mangas !
pl_pl: Musisz wybrać co najmniej 1 stronę z mangami!

source: Are you sure you want to exit?
de: Sind Sie sicher, dass Sie beenden wollen?
fr: Souhaitez-vous réellement quitter le logiciel ?
pl_pl: Czy na pewno chcesz wyjść?

source: Are you sure you want to delete the favorite(s)?
de: Sind Sie sicher, dass Sie die Favoriten löschen wollen?
fr: Souhaitez-vous réellement supprimer ces favoris ?
pl_pl: Czy na pewno chcesz usunąć ulubione?

source: Are you sure you want to delete all finished tasks?
de: Sind Sie sicher, dass Sie alle abgeschlossenen Aufgaben löschen wollen?
fr: Souhaitez-vous réellement effacer les tâches complétées ?
pl_pl: Czy na pewno chcesz usunąć wszystkie zakończone zadania?

source: Are you sure you want to delete this item(s)?
de: Sind Sie sicher, dass Sie dieses Items löschen wollen?
fr: Souhaitez-vous réellement supprimer ces items ?
pl_pl: Czy na pewno chcesz usunąć ten element?

source: Are you sure you want to delete the task(s)?
de: Sind Sie sicher, dass Sie alle Aufgaben löschen wollen?
fr: Souhaitez-vous réellement supprimer ces tâches ?
pl_pl: Czy jesteś pewien, że chcesz usunąć zadanie?

# frmmain.rs_dlgsplitdownload
source: Split download
de: Download aufteilen
fr: Diviser le téléchargement
pl_pl: Rozdzielone pobieranie

source: This title are already in download list. Do you want to download it anyway?
de: Dieser Titel ist bereits in der Downloadliste. Wollen Sie ihn dennoch laden?
fr: Ce titre est déjà dans la liste des téléchargements. Souhaitez-vous le télécharger tout de même ?
pl_pl: Ten tytuł znajduje się juz na liście pobierania. Czy chcesz go pobrać pomimo tego?

source: Type in new chapter:
de: Tippe neues Kapitel ein:
fr: Entrez un nouveau chapitre :
pl_pl: Wpisz nowy rozdział:

source: Type in new save path:
de: Tippe neuen Speicherpfad ein:
fr: Entrez un nouveau chemin de sauvegarde :
pl_pl: Wpisz nową ścieżkę zapisu:

source: Updater is running!
de: Aktualisierung läuft!
fr: L'outil de mise à jour est en cours d'exécution !
pl_pl: Updater jest uruchomiony!

source: Do you want to download manga list from the server?
de: Möchten Sie die Mangaliste vom Server laden?
fr: Souhaitez-vous télécharger le catalogue sur le serveur ?
pl_pl: Chcesz pobrać listę mang z serwera?

source: URL not supported!
de: URL wird nicht unterstützt!
fr: Adresse URL invalide !
pl_pl: URL nie jest obsługiwany!

source: Download all Add to favorites
de: Lade alle Zu den Favoriten hinzufügen
fr: Tout télécharger Ajouter aux favoris
pl_pl: Pobierz wszystko Dodaj do ulubionych

source: Completed Ongoing <none>
de: Abgeschlossen Fortlaufend <none>
fr: Terminé En cours <non renseigné>
pl_pl: Zakończone W trakcie <Nic>

source: Free Manga Downloader already running!
de: Free Manga Downloader läuft bereits!
fr: Free Manga Downloader est déjà en cours d'exécution !
pl_pl: Free Manga Downloader jest już uruchomiony!

source: There is a problem with this data! Removing and re-adding this data may fix the problem.
de: Es gibt ein Problem mit dieser Datei! Entfernen und wieder hinzufügen dieser Datei könnte das Problem beheben.
fr: Il y a un problème avec ces données ! Supprimer et réajouter ces données pourrait résoudre le problème.
pl_pl: Jest problem z tymi danymi! Usunięcie i ponowne dodanie tych danych może rozwiązać ten problem.

source: History
de: Verlauf
fr: Historique
pl_pl: Historia

source: Artist(s):
de: Artist(en):
fr: Artiste·s :
pl_pl: Wykonawca:

source: Author(s):
de: Autor(en):
fr: Auteur·e·s :
pl_pl: Autor:

source: Status:
fr: Statut :

source: Summary:
de: Zusammenfassung:
fr: Résumé :
pl_pl: Streszczenie:

source: Title:
de: Titel:
fr: Titre :
pl_pl: Tytuł:

# frmmain.rs_infowebsite
source: Website:
de: Webseite:
fr: Site :
pl_pl: Strona www:

source: In progress
de: Im Gange
fr: En cours
pl_pl: W trakcie

# frmmain.rs_lblautochecknewchapterminute
source: Auto check for new chapter every %d minutes
de: Automatisch nach neuen Kapitel alle %d Minuten suchen
fr: Vérification périodique toutes les %d minutes
pl_pl: Automatyczne sprawdzanie nowych rozdziałów co %d minut

source: %s : Path to the manga %s : Chapter filename Example : "%s%s"
de: %s : Pfad zum Manga %s : Kapitel Dateiname Beispiel : "%s%s"
fr: %s : chemin du manga %s : nom du fichier du chapitre Exemple : "%s%s"
pl_pl: %s : Ścieżka do mangi %s : Nazwa pliku rozdziału Przykład: "%s%s"

source: Loading ...
de: Lade ...
fr: Chargement...
pl_pl: Ładowanie ...

source: Mode: Show all (%d)
de: Modus: Zeig alle (%d)
fr: Mode : Tout montrer (%d)
pl_pl: Tryb: Pokaż wszystko (%d)

source: Mode: Filtered (%d)
de: Mode: Gefiltert (%d)
fr: Mode : Filtré (%d)
pl_pl: Tryb: Filtrowany (%d)

# frmmain.rs_modesearching
source: Mode: Searching...
de: Mode: Suche...
fr: Mode : Recherche...
pl_pl: Tryb: Wyszukiwanie ...

source: One month
de: Ein Monat
fr: Le mois dernier
pl_pl: Miesiąc temu

source: One week
de: Eine Woche
fr: Cette semaine
pl_pl: Tydzień temu

source: Nothing Exit Shutdown Hibernate
de: Nichts Verlassen Herunterfahren Ruhezustand
fr: Ne rien faire Quitter le logiciel Éteindre l'ordinateur Mettre l'ordinateur en veille
pl_pl: Nic Wyjdź Wyłącz Hibernuj

source: Selected: %d
de: Ausgewählt: %d
fr: Sélectionnés : %d
pl_pl: Wybrano: %d

source: Software
fr: Logiciel
pl_pl: Oprogramowanie

# frmmain.rs_softwarepath
source: Path to the software (e.g. C:\MangaDownloader)
de: Pfad zur Software (z.B. C:\MangaDownloader)
fr: Répertoire du logiciel (par ex. C:\MangaDownloader)
pl_pl: Ścieżka do programu (np C:\MangaDownloader)

source: Today
de: Heute
fr: Aujourd'hui
pl_pl: Dzisiaj

source: None Fastest Default Maximum
fr: Aucun Plus rapide Par défaut Maximum

source: Invalid input!
de: Fehlerhafte Eingabe!
fr: Entrée invalide !
pl_pl: Nieprawidłowe wejście!

source: Yesterday
de: Gestern
fr: Hier
pl_pl: Wczoraj

source: FMD will exit in %d second.
de: FMD wird beendet in %d Sekunden.
fr: FMD va se fermer dans %d secondes.
pl_pl: FMD wyłączy się za %d sekund.

source: System will hibernate in %d second.
de: System wird in den Ruhemodus versetzt in %d Sekunden.
fr: L'ordinateur va se mettre en veille dans %d secondes.
pl_pl: System zahibernuje się za %d sekund.

source: System will shutdown in %d second.
de: System wird heruntergefahren in %d Sekunden.
fr: L'ordinateur va s'éteindre dans %d secondes.
pl_pl: System wyłączy się za %d sekund.

# frmtransferfavorites.rs_all
source: All
fr: Tout

# frmtransferfavorites.rs_invalid
source: Invalid
fr: Invalides

# frmtransferfavorites.rs_valid
source: Valid
fr: Valides

source: Initialization Vector:
de: Initialisierungs Vektor:
fr: Vecteur d'initialisation :

source: Key:
de: Schlüssel:
fr: Clé :

source: Use Google DCP
fr: Utiliser Google DCP

# mangadex.rs_showalllang
source: Show all language
de: Zeige alle Sprachen
fr: Montrer toutes les langues
pl_pl: Pokaż wszystkie języki

# mangadex.rs_showscangroup
source: Show scanlation group
de: Zeige Scanlation Group
fr: Montrer le groupe de traducteurs
pl_pl: Pokaż grupę skanlacja

source: Remove watermark
de: Entferne Wasserzeichen
fr: Retirer automatiquement le filigrane en bas des pages
pl_pl: Usuń znak wodny

source: Save as PNG
de: Speichern als PNG
fr: Enregistrer au format PNG
pl_pl: Zapisz jako PNG

# selfupdater.rs_buttoncancel
source: Abort
fr: Annuler

source: Downloading new version %s
fr: Téléchargement de la nouvelle version %s

source: Failed to download new version %s %d %s
fr: Échec du téléchargement de la nouvelle version %s %d %s

source: Failed to extract %s, exitstatus = %d
fr: Échec de l'extraction de %s, exitstatus = %d

# selfupdater.rs_failedtitle
source: Failed
fr: Échec

source: Failed to save %s
fr: Échec de l'enregistrement de %s

source: Download update package finished, restart to proceed?
fr: Téléchargement de la mise à jour terminé, redémarrer pour continuer ?

source: Download finished
fr: Téléchargement terminé

# selfupdater.rs_missingfile
source: Missing %s
fr: Fichier %s manquant

# taccountmanagerform.btedit.caption
source: Edit
de: Bearbeiten
fr: Éditer
pl_pl: Edytuj

source: Refresh
de: Aktualisieren
fr: Actualiser
pl_pl: Odśwież

# TACCOUNTMANAGERFORM.VTACCOUNTLIST.HEADER.COLUMNS[1].TEXT
source: Website
fr: Site

# TACCOUNTMANAGERFORM.VTACCOUNTLIST.HEADER.COLUMNS[2].TEXT
source: Username
fr: Pseudonyme

# TACCOUNTMANAGERFORM.VTACCOUNTLIST.HEADER.COLUMNS[3].TEXT
source: Status
fr: Statut

# TACCOUNTSETFORM.BTCANCEL.CAPTION
source: Cancel
fr: Annuler

source: Account
fr: Compte

source: Show password
de: Passwort anzeigen
fr: Montrer le mot de passe
pl_pl: Pokaż hasło

# TACCOUNTSETFORM.EDPASSWORD.TEXTHINT
source: Password
fr: Mot de passe

# TACCOUNTSETFORM.EDUSERNAME.TEXTHINT
source: Username
fr: Pseudonyme

# TACCOUNTSETFORM.LABEL2.CAPTION
source: Username
fr: Pseudonyme

# TACCOUNTSETFORM.LABEL3.CAPTION
source: Password
fr: Mot de passe

source: Basic list
de: Basisliste
fr: Toutes les listes
pl_pl: Lista podstawowa

source: Chapter list
de: Kapitelliste
fr: Chapitres
pl_pl: Lista rozdziałów

source: Favorite list
de: Favoritenliste
fr: Favoris
pl_pl: Lista ulubionych

source: Manga list
de: Mangaliste
fr: Catalogue
pl_pl: Lista mang

# TFORMDROPTARGET.MIADDTOFAVORITES.CAPTION
source: Add to favorites
fr: Ajouter aux favoris

source: &Close
de: &schließen
fr: &Fermer
pl_pl: &Zamknij

# TFORMDROPTARGET.MIDOWNLOADALL.CAPTION
source: Download all
fr: Tout télécharger

source: Clear
de: Sauber
fr: Effacer
pl_pl: Wyczyść

source: Stay on top
de: Oben bleiben
fr: Afficher au premier plan
pl_pl: Zawsze na wierzchu

source: Log limit
de: Protokolllimit
fr: Limite du journal
pl_pl: Limit logów

# tformlogger.micopy.caption
source: Copy
de: Kopieren
fr: Copier
pl_pl: Kopia

# TIMPORTFAVORITES.BTCANCEL.CAPTION
source: Cancel
de: Abbrechen
fr: Annuler
pl_pl: Anuluj

# TIMPORTFAVORITES.EDPATH.TEXTHINT
source: Path to the software (e.g. C:\MangaDownloader)
fr: Chemin d'accès du logiciel (par exemple C:\MangaDownloader)

source: Software:
fr: Logiciel:
pl_pl: Oprogramowanie:

# tluamodulesupdaterform.btcheckupdate.caption
source: Check update
fr: Vérifier les mises à jour

source: Auto restart
fr: Redémarrage automatique

source: Show update warning
fr: Montrer l'avertissement de mise à jour

source: Filename
fr: Nom du fichier

source: Last modified
fr: Dernière modification

source: Last message
fr: Dernier message

source: Abort update list
de: Aktualisierungsliste abbrechen
fr: Annuler la mise à jour de la liste
pl_pl: Przerwij aktualizacje list

# tmainform.btaddtofavorites.caption
source: Add to favorites
de: Zu den Favoriten hinzufügen
fr: Ajouter aux favoris
pl_pl: Dodaj do ulubionych

# TMAINFORM.BTCHECKLATESTVERSION.CAPTION
source: Check for latest version
fr: Mise à jour

source: Clear log file
de: Protokolldatei löschen
fr: Vider le journal
pl_pl: Wyczyść plik logów

# tmainform.btdownload.caption
source: Download
fr: Télécharger
pl_pl: Pobierz

# tmainform.btdownloadsplit.hint
source: Split download
de: Download aufteilen
fr: Diviser le téléchargement
pl_pl: Rozdzielone pobieranie

# tmainform.btfavoriteschecknewchapter.caption
source: Check for new chapter
de: Auf neues Kapitel überprüfen
fr: Vérifier les nouveaux chapitres
pl_pl: Sprawdź czy są nowe rozdziały

source: Import list
de: Importiere Liste
fr: Importer la liste
pl_pl: Importuj listę

# TMAINFORM.BTFILTER.CAPTION
source: Filter
fr: Filtrer le catalogue
pl_pl: Filtr

source: Reset value
de: Wert zurücksetzen
fr: Réinitialiser les filtres
pl_pl: Przywróć domyślne

source: Open log
de: Öffne Protokoll
fr: Ouvrir le journal
pl_pl: Otwórz Log

source: Apply
de: Anwenden
fr: Appliquer
pl_pl: Zastosuj

source: Read online
de: Online lesen
fr: Lire en ligne
pl_pl: Czytaj online

# TMAINFORM.BTREMOVEFILTERLARGE.CAPTION
source: Remove filter
de: Entferne Filter
fr: Retirer les filtres
pl_pl: Usuń filtr

# tmainform.btremovefilterlarge.hint
source: Remove filter
de: Entferne Filter
fr: Retirer les filtres
pl_pl: Usuń filtr

# tmainform.btupdatelist.hint
source: Update manga list
de: Aktualisiere Manga-Liste
fr: Mettre à jour le catalogue
pl_pl: Aktualizuj listę mang

source: Visit my blog
de: Besuche meinen Blog
fr: Visiter mon blog
pl_pl: Odwiedź mój blog

source: Add to download list as stopped task
de: Zur Downloadliste als angehaltene Aufgabe hinzufügen
fr: Ne pas lancer les tâches ajoutées à la liste des téléchargements
pl_pl: Dodaj do listy pobieranych jako zatrzymane zadanie.

source: <none>
fr: <non renseigné>
pl_pl: <Nic>

source: Search only new manga
de: Nur nach neuen Manga suchen.
fr: Afficher les nouveaux mangas uniquement
pl_pl: Szukaj tylko nowych mang

# TMAINFORM.CBOPTIONAUTOCHECKFAVDOWNLOAD.CAPTION
source: Automatic download after finish checking
fr: Télécharger automatiquement les nouveaux chapitres après vérification

source: Auto check for new chapter in an interval
de: Automatisches auf neue Kapitel in einem Zeitabstand
fr: Vérifier périodiquement les nouveaux chapitres :
pl_pl: Automatyczne sprawdzanie nowego rozdziału w przedziale

# TMAINFORM.CBOPTIONAUTOCHECKFAVREMOVECOMPLETEDMANGA.CAPTION
source: Automatic remove completed manga from Favorites
fr: Retirer les mangas terminés des favoris automatiquement

source: Auto check for new chapter at startup
de: Automatisch auf neue Kapitel beim Start prüfen
fr: Vérifier les nouveaux chapitres au lancement
pl_pl: Automatyczne sprawdzanie nowego rozdziału na starcie

# TMAINFORM.CBOPTIONAUTOCHECKLATESTVERSION.CAPTION
source: Auto check for latest version
fr: Chercher automatiquement une nouvelle version

source: Open Favorites at startup
de: Öffne Favoriten beim Start
fr: Ouvrir les Favoris au lancement

# TMAINFORM.CBOPTIONCHANGEUNICODECHARACTER.CAPTION
source: Replace all unicode character with
fr: Remplacer tous les caractères unicodes par

source: Enable this if you have problem with unicode character in path.
de: Aktiviere dies, falls du Probleme mit Unicode Zeichen in diesem Pfad hast
fr: Activez cette option si vous rencontrez un problème avec des caractères unicodes dans le chemin d'accès.
pl_pl: Włącz tę opcję, jeśli masz problem z znakami Unicode w ścieżce.

source: Delete completed tasks on close
fr: À la fermeture du logiciel, supprimer les tâches complétées

source: Chapter
de: Kapitel
fr: Chapitres
pl_pl: Rozdział

source: Volume
de: Band
fr: Volumes
pl_pl: Tom

source: Enable load manga cover
de: Aktiviere Manga-Cover laden
fr: Charger la couverture du manga
pl_pl: Włącz ładowanie okładek mang

source: Auto generate chapter folder
de: Automatischen Kapitel-Ordner erzeugen
fr: Générer automatiquement un dossier par chapitre
pl_pl: Automatyczne generowanie folderu rozdziału

# TMAINFORM.CBOPTIONGENERATEMANGAFOLDER.CAPTION
source: Auto generate folder based on manga's name
fr: Générer automatiquement un dossier à partir du nom du manga

source: Enable live search (slow on long list)
de: Aktiviere live search (langsam bei langen Listen)
fr: Activer la recherche en temps réel (lent sur des gros catalogues)
pl_pl: Włącz wyszukiwanie na żywo (wolne w przypadku długiej lisy)

source: Minimize on start
de: Minimieren beim Start
fr: Réduire la fenêtre au démarrage

source: Minimize to tray
de: Minimieren in die Ablage
fr: Réduire dans la barre d'outils
pl_pl: Zminimalizuj do zasobnika

source: Permit only one FMD running
de: FMD nur einmal ausführen lassen
fr: Autoriser une seule instance de FMD
pl_pl: Pozwól na tylko jedną instancje FMD uruchomioną

source: Remove manga name from chapter
de: Entferne Manga-Name aus dem Kapitel
fr: Retirer le nom du manga du nom du chapitre
pl_pl: Usuń nazwę mangi z rozdziału

source: Show balloon hint
fr: Montrer l'infobulle d'assistance

source: Delete task/favorite
de: Lösche Aufgabe/Favorite
fr: Supprimer une tâche ou un favori
pl_pl: Usuń zadanie/ulubione

source: Download manga list if empty
de: Lade Manga-Liste falls leer
fr: Télécharger un catalogue lorsqu'il est initialement vide
pl_pl: Pobierz listę mang jeżeli jest pusta

source: Show downloads toolbar
de: Zeige Download-Symbolleiste
fr: Afficher les options de téléchargement
pl_pl: Pokaż pasek pobierania

source: Show "Delete all completed tasks" in downloads toolbar
de: Zeige "Lösche alle abgeschlossenen Aufgaben" in Download-Symbolleiste
fr: Afficher "Supprimer toutes les tâches complétées" dans les options de téléchargement

source: Show left downloads toolbar
fr: Afficher la barre des téléchargements restants

source: Exit FMD
de: FMD beenden
fr: Quitter FMD
pl_pl: Wyjdź z FMD

source: Don't load manga information when updating list (filter will be not work!)
de: Lade keine Manga-Informationen, wenn die Liste sich aktualisiert (Filter wird nicht funktionieren!)
fr: Ne pas charger les informations des mangas lors de la mise à jour des catalogues (la recherche avancée ne fonctionnera pas !)
pl_pl: Nie ładuj informacji o mandze podczas aktualizowania listy (filtry nie będą działać!)

source: Remove duplicate local data when updating manga list
fr: Supprimer les doublons locaux lors de la mise à jour du catalogue
pl_pl: Usuwanie zduplikowane lokalne dane podczas aktualizacji listy mang

source: Use proxy
de: Benutze proxy
fr: Utiliser un proxy
pl_pl: Użyj proxy

# tmainform.cbpngcompressionlevel.text
source: Fastest
fr: Plus rapide

source: Search in all manga sites
de: Suche in allen Manga-Seiten
fr: Chercher dans tous les catalogues
pl_pl: Szukaj we wszystkich witrynach

source: For more manga sites, please go to Options->Manga sites
de: Für mehr Manga-Seiten, bitte geh in die Optionen->Manga-Seiten
fr: Pour ajouter plus de sites, allez dans Options→Sites
pl_pl: Aby uzyskać więcej stron z mangami, przejdź do Opcje->Strony z mangami

source: Regular Expression
fr: Expression régulière
pl_pl: Wyrażenie regularne

# tmainform.ckdroptarget.caption
source: Show Drop Box
fr: Afficher la boite de dépôt, sur laquelle vous pouvez faire glisser une adresse URL valide sélectionnée
pl_pl: Pokaż menu rozwijane

source: Enable logging
de: Aufzeichnung aktivieren
fr: Activer les journaux
pl_pl: Włącz zapis logów

source: A work typically depicting fighting, violence, chaos, and fast paced motion.
de: Ein Werk, das typischwerise Kampf, Gewalt, Chaos und schnelle Bewegungen darstellt.
fr: Action : Contient typiquement des représentations de combats, de violence, de chaos et de mouvements rapides.
pl_pl: Dzieło zazwyczaj przedstawiających walke, przemoc, chaos i szybki ruch.

source: Contains content that is suitable only for adults. Titles in this category may include prolonged scenes of intense violence and/or graphic sexual content and nudity.
de: Enthält Inhalte, die nur für Erwachsene geeignet sind. Titel in dieser Kategorie können eine ausgedehnte Szenen intensiver Gewalt und / oder grafisch-sexuelle Inhalte und Nacktheit beinhalten.
fr: Adulte : Contient typiquement des scènes de violence intense, ou de sexe graphique et de nudité.
pl_pl: Zawiera treści, które są przeznaczone wyłącznie dla osób dorosłych. Tytuły w tej kategorii mogą zawierać długotrwałych intensywne sceny przemocy i/lub treści seksualne i nagość.

source: If a character in the story goes on a trip or along that line, your best bet is that it is an adventure manga. Otherwise, it's up to your personal prejudice on this case.
de: Wenn ein Charakter in der Geschichte auf einer Reise geht oder entlang dieser Richtung, kannst du darauf wetten, dass es ein Abenteuer-Manga ist. Ansonsten obliegt es ganz deiner persönlichen Einschätzung auf diesen Fall.
fr: Aventure : Contient par exemple un voyage ou des civilisations oubliées.
pl_pl: Jeśli postać idzie na wycieczkę lub coś w tym stylu, to zapewnie jest to manga przygodowa. W przeciwnym razie, to jest do osobistego uznania.
