Repository: riderkick/FMD
Catalog: mangadownloader/languages/fmd.*.po
Languages: de, fr, pl_pl

source: A dramatic work that is light and often humorous or satirical in tone and that usually contains a happy resolution of the thematic conflict.
de: Ein dramatisches Werk, das leicht und oft witzig oder satirisch im Ton ist, und dass in der Regel eine glückliche Auflösung des thematischen Konflikts enthält.
fr: Comédie : Une œuvre au ton humouristique, satyrique ou parodique, dont le dénouement final est généralement heureux.
pl_pl: Dramatyczne dzieło, które jest lekkie, często humorystyczne, satyryczne w tonie i że zazwyczaj kończą się szczęśliwym sposobem rozwiązania konfliktu tematycznego.

source: Fan based work inpspired by official manga/anime.
de: Fan basierte Arbeit, inspiriert von offiziellen Manga / Anime.
fr: Doujinshi : Publication amateure, souvent inspirée d'autres licences.
pl_pl: Fanowska manga oparta/inspirowana na innej oficjalnej mandze/anime.

source: A work meant to bring on an emotional response, such as instilling sadness or tension.
de: Eine Arbeit, die eine emotionale Reaktion, wie intesiven Schwermut oder Spannung, auslösen will.
fr: Drame : Une œuvre visant à provoquer des émotions fortes, notamment de la tristesse et de la tension.
pl_pl: Dzieło ma na celu doprowadzić do reakcji emocjonalnej, takie jak smutek lub napięcie.

source: Possibly the line between hentai and non-hentai, ecchi usually refers to fanservice put in to attract a certain group of fans.
de: Möglicherweise die dünne Linie zwischen Hentai und nicht-Hentai. Ecchi baut auf Fanservice, um bestimmte Gruppe von Fans zu gewinnen.
fr: Ecchi : Une œuvre coquine, souvent plus graphique qu'une romance ordinaire, mais sans montrer de sexe explicite.
pl_pl: Prawdopodobnie linia między hentai i non-hentai, ecchi zazwyczaj odnosi się do Fanserwisu aby przyciągnąć pewną grupę fanów.

source: Anything that involves, but not limited to, magic, dream world, and fairy tales.
de: Alles was, aber nicht ausschließlich, Magie, Traumwelt, und Märchen behandelt.
fr: Fantasy : Une œuvre se déroulant généralement dans un monde médiéval ou féérique. Contient typiquement de la magie et des créatures fantastiques.
pl_pl: Wszystko co wiąże się z nie nieograniczonym światem magii, marzeń i bajek.

source: Girls dressing up as guys, guys dressing up as girls. Guys turning into girls, girls turning into guys.
de: Mädchen verkleiden sich als Jungs, Jungs verkleiden sich als Mädchen. Jungs verwandeln sich in Mädchen, Mädchen verwandeln sich in Jungs.
fr: Gender Bender : littéralement "Tordeur de genres". Contient une fille transformée en garçon, ou un garçon transformé en fille.
pl_pl: Dziewczyny ubieranie się jak faceci, faceci ubieranie się jak dziewczyny. Faceci zmieniający się w dziewczyny, dziewczyny zmienia się w facetów.

source: A series involving one male character and many female characters (usually attracted to the male character). A Reverse Harem is when the genders are reversed.
de: Eine Serie, die sich um einen männlichen Charakter und viele weiblichen Charaktere (die in der Regel sich zu dem männlichen Charakter hingezogen fühlen) dreht. Ein "Reverse Harem" ist es wiederum, wenn die Geschlechter vertauscht sind.
fr: Harem : Une œuvre dans laquelle un groupe de personnages féminins sont toutes attirées (généralement romantiquement) par un même protagoniste masculin. Lorsque les rôles de genre sont inversés, on parle de "Reverse Harem."
pl_pl: Cykl obejmujący jedną męską postać i wiele kobiet(zwykle przyciągnięte do faceta). Odwrotny Harem jest wtedy gdy płcie są odwrócone.

# TMAINFORM.CKFILTERHENTAI.HINT
source: Hentai
fr: Hentai : littéralement "Pervers" ou "Transformation". Une œuvre pornographique.
pl_pl: Hentai ( ͡° ͜ʖ ͡°)

source: Having to do with old or ancient times.
de: Handelt von alten oder antiken Zeiten.
fr: Historique : Une œuvre historique se déroulant dans un passé crédible, parfois basée sur des faits réels.
pl_pl: Mające odczynienia z dawanymi czasami lub starożytnością.

source: A painful emotion of fear, dread, and abhorrence; a shuddering with terror and detestation; the feeling inspired by something frightful and shocking.
de: Ein schmerzhaftes Gefühl der Angst, Furcht und Verachtung; ein Schauern mit Terror und Verabscheuung; das Gefühl, inspiriert von etwas schrecklichem und schockierendem.
fr: Horreur : Une œuvre visant à inspirer la crainte ou le dégoût. Contient parfois des scènes choquantes, visuellement dérangeantes.
pl_pl: Ból, strach, płacz i zgrzytanie zębów; uczucie inspirowane przez coś strasznego i szokującego.

source: Literally "Woman". Targets women 18-30. Female equivalent to seinen. Unlike shoujo the romance is more realistic and less idealized. The storytelling is more explicit and mature.
de: Buchstäblich übersetzt „Frau“. Zielt auf Frauen zwischen 18-30 ab. Weibliches Äquivalent zu Seinen. Im Gegensatz zu Shoujo ist die Romantik realistischer und weniger idealisiert. Das Geschichtenerzählung ist expliziter und reifer.
fr: Josei : littéralement "Femme". S'adresse à des jeunes femmes adultes, en présentant des thèmes plus matures, des romances plus réalistes et moins idéalisées.
pl_pl: Dosłownie "Kobieta";. Głównie kobiety w wielku 18-30. Kobiecy odpowiednik seinen. W przeciwieństwie Shoujo romans jest bardziej realistyczny i mniej wyidealizowany. Historia jest bardziej wyraźna i dojrzała.

source: Representing a sexual attraction to young or under-age girls.
de: Stellvertretend für eine sexuelle Anziehung zu jungen oder minderjährigen Mädchen.
fr: Lolicon : littéralement "Lolita complex". Contient des dépictions de jeunes filles, à connotations pédophiles.
pl_pl: Reprezentowanie pociągu seksualnego do młodych i młodocianych dziewcząt. (ps. Jest to nielegalne w Polsce)

source: As the name suggests, anything martial arts related. Any of several arts of combat or self-defense, such as aikido, karate, judo, or taekwondo, kendo, fencing, and so on and so forth.
de: Wie der Name schon sagt, alles was mit Kampfkunst zutun hat. Behandelt verschiedene Arten von Kampfsport oder Selbstverteidigung, wie Aikido, Karate, Judo oder Taekwondo, Kendo, Fechten, und so weiter und so fort.
fr: Arts martiaux : Contient typiquement un ou plusieurs arts martiaux, comme l'aikido, le karate, le judo, le taekwondo, le kendo, l'escrime, etc.
pl_pl: Jak sama nazwa wskazuje, wszystko co związane ze sztukami walk. Różne typy sztuk walk i samoobrony, takich jak aikido, karate, judo, taekwondo, czy kendo, szermierka, i tak dalej i tak dalej.

source: Contains subject matter which may be too extreme for people under the age of 17. Titles in this category may contain intense violence, blood and gore, sexual content and/or strong language.
de: Behandelt Themen, die für Menschen unter dem Alter von 17 vielleicht zu extrem sind. Titel in dieser Kategorie enthalten möglicherweise intensive Gewalt, Blut und Gore, sexuellen Inhalt und / oder Kraftausdrücke.
fr: Matur : Une œuvre adressée à un public adulte, traitant de façon sérieuse la violence, le sexe ou le monde du travail par exemple.
pl_pl: Zawiera temat który może być zbyt ekstremalny dla osób w wieku poniżej 17 roku życia. Tytuły w tej kategorii mogą zawierać przemoc, krew i gore, treści seksualnych i/lub wulgaryzmy.

source: A work involving and usually concentrating on all types of large robotic machines.
de: Ein Werk, das in der Regel alle Arten von großen Robotermaschinen behandelt und normalerweise darauf konzentriert.
fr: Mecha : Contient des exosquelettes ou des grosses armures avec des pilotes.
pl_pl: Dzieło głównie skoncentrowane na dużych robotycznych maszynach.

# tmainform.ckfiltermusical.hint
source: Musical
fr: Musical : Contient typiquement des personnages qui jouent ou écoutent de la musique.

source: Usually an unexplained event occurs, and the main protagonist attempts to find out what caused it.
de: Üblicherweise tritt ein unerklärliche Ereignis ein, und die Hauptfigur versucht, herauszufinden, was es verursacht hat.
fr: Mystère : Contient généralement une enquête à résoudre, ou un secret à découvrir.
pl_pl: Zwykle niewyjaśnione zdarzenie, a główny bohater próbuje dowiedzieć się co go spowodowało.

source: Usually deals with the philosophy of a state of mind, in most cases detailing abnormal psychology.
de: Normalerweise befasst es sich mit der Philosophie des Geisteszustandes, in den meisten Fällen schildert es abnorme Psychologie.
fr: Psychologique : Une œuvre psychologique qui se concentre sur les pensées et les décisions des personnages, généralement en réaction à des évènements extraordinaires.
pl_pl: Zazwyczaj zajmuje się filozofią stan umysłu, w większości przypadków z wyszczególnieniem pschologii niekonwencjonalnej.

source: Any love related story. We will define love as between man and woman in this case. Other than that, it is up to your own imagination of what love is.
de: Jede Liebe behandelnde Geschichte. Wir werden in diesem Fall Liebe als etwas zwischen Mann und Frau definieren. Ansonsten obliegt es deiner Vorstellung, was du als Liebe definierst.
fr: Romance : Une œuvre qui s'attarde particulièrement sur les relations de nature romantique entre ses personnages.
pl_pl: Każda historia powiązana z miłością. Tutaj zdefiniowana jako miłość między mężczyzną i kobietą. Poza tym, zależy to od twojego własnego wyobrażenia, czym jest miłość.

source: Having a major setting of the story deal with some type of school.
de: Ein umfangreicher Teil des Schauplatzes der Geschichte befaßt sich mit irgendeiner Art von Schule.
fr: Vie scolaire : Une œuvre qui se concentre particulièrement sur les interactions des personnages dans un environnement scolaire.
pl_pl: Główne zdążenia dziejące się w szkole.

source: Short for science fiction, these works involve twists on technology and other science related phenomena which are contrary or stretches of the modern day scientific world.
de: Abkürzung für Science Fiction. Diese Werke bauen auf Wendungen in technischen und anderen wissenschaftlich verwandten Phänomenen, welche Gegensätze oder Erweiterungen der monderen wissenschaftlichen Welt sind.
fr: Science-fiction : Une œuvre de science-fiction contient typiquement des technologies futuristes, des extra-terrestres, ou toute autre extrapolation vraisemblable de nos connaissances actuelles.
pl_pl: Skrót od science fiction, prace te obejmują przekręty na technologii i innych zjawiskach związanych z nauką, które są sprzeczne lub naciągnięte względem współczesnego naukowego świata

source: From Google: Seinen means 'young Man'. Manga and anime that specifically targets young adult males around the ages of 18 to 25 are seinen titles. The stories in seinen works appeal to university students and those in the working world. Typically the story lines deal with the issues of adulthood.
de: Von Google: Sein bedeutet wörtlich ‚junger Mann‘. Manga und Anime, die speziell auf junge, erwachsene Männer im Alter von 18 bis 25 abzielt. Die Geschichten in Seinen-Werken appellieren an Studenten und diejenigen in der Arbeitswelt. Normalerweise beschäftigen sich die Geschichten mit den Problem des Erwachsenseins.
fr: Seinen : littéralement "Jeune". Une œuvre qui s'adresse typiquement aux jeunes hommes à l'université. Traite souvent de la transition à l'âge adulte, de l'école vers le monde du travail.
pl_pl: Seinen oznacza 'Młodego mężczyznę'. Grupą docelową mangi i anime tego gatunku są młodzi dorośli mężczyźni w wieku od 18 do 25 lat. Historia w Seinen odnosi się do studentów uniwersytetów i ich pracy. zazwyczaj historia opiera się na problemach dorosłego życia.

source: Representing a sexual attraction to young or under-age boys.
de: Stellvertretend für eine sexuelle Anziehung zu jungen oder minderjährigen Jungs.
fr: Shotacon : littéralement "Shotaro complex". Contient des dépictions de jeunes garçons, à connotations pédophiles.
pl_pl: Reprezentuje pociąg seksualny do młodych i nieletnich chłopców.

source: A work intended and primarily written for females. Usually involves a lot of romance and strong character development.
de: Eine Arbeit bestimmt und in erster Linie für Frauen geschrieben. Normalerweise bedeutet das eine Menge Romantik und starke Charakter-Entwicklung.
fr: Shoujo : littéralement "Jeune fille". Une œuvre qui s'adresse typiquement aux adolescentes, et s'attarde généralement sur les relations romantiques et amicales entre les personnages.
pl_pl: Dzieło przeznaczone przede wszystkim dla kobiet. Zwykle wiąże się z romantyzmem i silnym rozwojem postaci.

# TMAINFORM.CKFILTERSHOUJOAI.HINT
source: Often synonymous with yuri, this can be thought of as somewhat less extreme. "Girl''s Love", so to speak.
de: Oft gleichbedeutend mit "Yuri". Es kann als etwas weniger extrem betrachtet werden. „Girl' Love“, sozusagen.
fr: Shoujo Ai :Traite généralement de relations lesbiennes de façon idéalisée, plutôt platonique que physique.
pl_pl: Cęsto równoznaczny z yuri, może być uznane jako coś mniej ekstremalnego. "Dziewczęca miłość", że tak powiem.

# tmainform.ckfiltershounen.hint
source: A work intended and primarily written for males. These works usually involve fighting and/or violence.
de: Eine Arbeit bestimmt und in erster Linie für Männer geschrieben. Normalerweise bedeutet das Kämpfe und/oder Gewalt.
fr: Shounen : littéralement "Jeune garçon". Une œuvre qui s'adresse typiquement aux adolescents, généralement construite autour d'un voyage initiatique.
pl_pl: Dzieło przeznaczone przede wszystkim dla mężczyzn. Dzieła te obejmują zazwyczaj walki i/lub przemoc.

source: Often synonymous with yaoi, this can be thought of as somewhat less extreme. "Boy''s Love", so to speak
de: Oft gleichbedeutend mit "Yaoi". Es kann als etwas weniger extrem betrachtet werden. „Boy's Love“, sozusagen.
fr: Shounen Ai : Traite généralement de relations homosexuelles entre garçons de façon idéalisée, plutôt platonique que physique.
pl_pl: Cęsto równoznaczny z yaoi, może być uznane jako coś mniej ekstremalnego. "Chłopięca miłość", że tak powiem.

source: As the name suggests, this genre represents day-to-day tribulations of one/many character(s). These challenges/events could technically happen in real life and are often -if not all the time- set in the present timeline in a world that mirrors our own.
de: Wie der Name schon sagt, stellt dieses Genre die Tag-zu-Tag Sorgen eines/vieler Charakters/Charaktere dar. Diese Herausforderungen/Ereignisse könnten eigentlich im wirklichen Leben passieren und sind oft -Wenn nicht immer- in der gegenwärtigen Zeit, in einer uns gespiegelten Welt, angesiedelt.
fr: Tranche de vie : Une œuvre de tranche de vie s'attarde sur la vie quotidienne des personnages, souvent dans un univers réaliste.
pl_pl: Jak sama nazwa wskazuje, ten gatunek reprezentuje codzienne zmagania jednej lub wielu postaci. Te wyzwania/wydarzenia mogłyby zdarzyć w realnym życiu, i często -jeśli nie zawsze- dzieją się w świecie przypominającym nasz własny.

source: Deals with series that are considered profane or offensive, particularly with regards to sexual content.
de: Behandelt Serien, die als Profan oder Beleidigend betracht werden können, insbesondere im Hinblick auf sexuelle Inhalte.
fr: Smut : littéralement "Cochonneries". Une œuvre considérée comme profane ou offensante, généralement très sexualisée.
pl_pl: Obejmuje zdarzenia, które są uważane za bluźniercze lub obraźliwe, zwłaszcza w odniesieniu do treści o charakterze seksualnym.

source: As the name suggests, anything sports related. Baseball, basketball, hockey, soccer, golf, and racing just to name a few.
de: Genre Sport = Sport. Welche eine Überraschung. Handelt von allem, was irgendwie Sport-Verwandt ist. Baseball, Basketball, Hockey, Fußball, Golf und Rennsport um nur einige zu nennen.
fr: Sport : Contient typiquement un ou plusieurs sports, comme la course à pieds, le baseball, le basketball, le football, le golf, etc.
pl_pl: Jak sama nazwa wskazuje, cokolwiek związane ze sportem. Baseball, koszykówka, hokej, piłka nożna, golf, wyścigi itd.

source: Usually entails amazing and unexplained powers or events which defy the laws of physics.
de: Handelt normalerweise von erstaunlichen und unerklärlichen Kräften oder Ereignissen, die den Gesetzen der Physik trotzen.
fr: Surnaturel : Contient généralement des pouvoirs inexpliquables, surnaturels, qui défient les lois de notre univers.
pl_pl: Wiąże się ze zdumiewającymi i niewyjaśnionymi mocami lub zdarzeniami, które przeczą prawom fizyki.

source: Contains events resulting in great loss and misfortune.
de: Behandelt Ereignisse, die in großen Verlust und Unglück resultieren.
fr: Tragédie : Contient généralement des évènements tragiques ayant pour conséquence des lourdes pertes pour les personnages.
pl_pl: Zawiera zdarzenia powodujące wielkie straty i nieszczęścia.

# tmainform.ckfilterweebtons.caption
source: Weebtoons
fr: Webtoons

# tmainform.ckfilterweebtons.hint
source: Weebtoons
fr: Webtoons : Caractérise les productions sud-coréennes, en opposition aux mangas traditionnellement associés au Japon.

source: This work usually involves intimate relationships between men.
de: Diese Arbeit beinhaltet in der Regel intime Beziehungen zwischen Männern.
fr: Yaoi : Contient des relations homosexuelles entre hommes.
pl_pl: Dzieło to obejmuje zazwyczaj intymne relacje między mężczyznami.

source: This work usually involves intimate relationships between women.
de: Diese Arbeit beinhaltet in der Regel intime Beziehungen zwischen Frauen.
fr: Yuri : littéralement "Fleur de lis". Contient des relations lesbiennes.
pl_pl: Dzieło to obejmuje zazwyczaj intymne relacje między kobietami.

# tmainform.ckoptionsalwaysstarttaskfromfailedchapters.caption
source: Always start task from failed chapters
fr: Toujours reprendre la tâche à partir des chapitres échoués

source: Save PNG as JPEG
fr: Enregistrer les PNG en tant que JPEG

source: Input custom genres, separated by comma
de: Eingabe individueller Genres, durch Komma getrennt
fr: Genres personnalisés, séparés par des virgules...
pl_pl: Lista gatunków oddzielone przecinkami

# tmainform.eddownloadssearch.texthint
source: Search downloads...
de: Downloads durchsuchen...
fr: Titre...
pl_pl: Wyszukiwanie plików do pobrania ...

# tmainform.edfavoritessearch.texthint
source: Search favorites...
de: Favoriten durchsuchen...
fr: Titre...
pl_pl: Wyszukiwanie ulubionych ...

# tmainform.edfilterartists.texthint
source: Artist
fr: Artiste...
pl_pl: Wykonawca

# tmainform.edfilterauthors.texthint
source: Author
de: Autor
fr: Auteur·e...
pl_pl: Autor

# TMAINFORM.EDFILTERMANGAINFOCHAPTERS.TEXTHINT
source: Filter
fr: Titre du chapitre...

source: Part of summary
de: Zusammenfassungsteil
fr: Partie du résumé
pl_pl: Część streszczenia

# TMAINFORM.EDFILTERTITLE.TEXTHINT
source: Title
de: Titel
fr: Titre...
pl_pl: Tytuł

# tmainform.edmangalistsearch.texthint
source: Search title...
de: Suche Titel...
fr: Titre du manga...
pl_pl: Szukaj tytułu ...

# TMAINFORM.EDOPTIONCHAPTERCUSTOMRENAME.TEXTHINT
source: Custom rename
fr: Nom personnalisé

source: Default download path
de: Standarddownloadpfad
fr: Répertoire d'enregistrement par défaut...
pl_pl: Domyślna ścieżka pobierania

# TMAINFORM.EDOPTIONEXTERNALPARAMS.TEXTHINT
source: External program parameters
fr: Paramètres du programme externe

# TMAINFORM.EDOPTIONEXTERNALPATH.TEXTHINT
source: External program path
fr: Répertoire du programme externe...

# TMAINFORM.EDOPTIONFILENAMECUSTOMRENAME.TEXTHINT
source: Custom rename
fr: Personnaliser le nom

source: Proxy host/IP
fr: Adresse IP...

# TMAINFORM.EDOPTIONMANGACUSTOMRENAME.TEXTHINT
source: Custom rename
fr: Personnaliser le nom

source: Proxy password
de: Proxy passwort
fr: Mot de passe...
pl_pl: hasło proxy

source: Proxy username
de: Proxy Benutzername
fr: Pseudonyme...
pl_pl: nazwa użytkownika Proxy

# TMAINFORM.EDSAVETO.TEXTHINT
source: Save to
de: Speichern unter
fr: Répertoire d'enregistrement...
pl_pl: Zapisz w

source: Input URL here
de: URL hier einfügen
fr: Adresse URL du manga...
pl_pl: Adres URL

# TMAINFORM.EDWEBSITESSEARCH.TEXTHINT
source: Search website...
fr: Site...

source: Show dialog confirmation for
de: Zeige Dialogbestätigungen für
fr: Demande de confirmation pour
pl_pl: Pokaż potwierdzenie dialogowe

source: Drop Box
fr: Boite de dépôt
pl_pl: Pole rozwijane

source: Image Conversion
fr: Conversion des images

source: External program
de: Externes Programm
fr: Programme Externe
pl_pl: Program zewnętrzny

# TMAINFORM.GBOPTIONFAVORITES.CAPTION
source: Favorites
de: Favoriten
fr: Favoris
pl_pl: Ulubione

source: Proxy config
de: Proxy Einstellung
fr: Configuration du proxy
pl_pl: Konfiguracja Proxy

source: Renaming
de: Umbenennung
fr: Renommage
pl_pl: Zmiana nazwy …

source: Choose the default download path:
de: Wähle den Standarddownloadpfad:
fr: Choisissez le répertoire d'enregistrement par défaut :
pl_pl: Wybierz domyślną ścieżkę pobierania:

source: Opacity
de: Opazität
fr: Opacité
pl_pl: Przezroczystość

# tmainform.lbfilterartists.caption
source: Artist
fr: Artiste
pl_pl: Artysta

# tmainform.lbfilterauthors.caption
source: Author
de: Autor
fr: Auteur·e
pl_pl: Autor

source: Custom Genres
de: Eigene Genres
fr: Genres personnalisés
pl_pl: Niestandardowe Gatunki

source: Genres: - Checked: Include this genre. - Unchecked: Exclude this genre. - Grayed: Doesn't matter. Custom Genres: - Separate multiple genres with ','. - Exclude a genre by placing '!' or '-' at the beginning of a genre. - Example: Adventure,!Ecchi,Comedy.
de: Genres: - Ausgewählt: Dieses Genre einschließe - Abgewählt: Dieses Genre ausschließen. - Grau: Egal. Eigene Genres: - Separiere mehrere Genres mit ','. - Schließe ein Genre aus mit '!' oder '-' am Anfang eines Genre. - Beispiel: Abenteuer, !Ecchi, Komödie.
fr: Genres : - Coché : Inclure ce genre. - Décoché : Exclure ce genre. - Grisé : Peu importe. Genres personnalisés : - Séparer les genres par un symbole ','. - Exclure un genre en y accolant un symbole '!' ou '-' au début. - Exemple : Aventure,!Ecchi.
pl_pl: Gatunki: - zaznaczone. Włączenie tego gatunku - Niezaznaczony: Wyłącz ten gatunek - nieaktywny. Nieważne NiestandardoweGatunki:. - oddziel wiele gatunków poprzez &#39;,&#39; Wyklucz gatunek poprzez &#39;!&#39; lub &quot;-&quot; na początku gatunek - Przykład:.!. Przygoda, Ecchi, Komedia

# TMAINFORM.LBFILTERSTATUS.CAPTION
source: Status
fr: Statut

source: Summary
de: Zusammenfassung
fr: Résumé
pl_pl: Streszczenie

# tmainform.lbfiltertitle.caption
source: Title
de: Titel
fr: Titre
pl_pl: Tytuł

source: JPEG quality
fr: Qualité du JPEG

source: Log file:
de: Protokolldatei:
fr: Répertoire du journal :
pl_pl: Plik logów:

source: Mode: Show all (0)
de: Modus: Zeig alle (0)
fr: Mode: Tout montrer (0)
pl_pl: Tryb: Pokaż wszystko (0)

# TMAINFORM.LBOPTIONAUTOCHECKFAVINTERVALMINUTES.CAPTION
source: Auto check for new chapter every %d minutes
fr: Vérification automatique des nouveaux chapitres toutes les %d minutes

# TMAINFORM.LBOPTIONCHAPTERCUSTOMRENAME.CAPTION
source: Chapter name:
fr: Nom du dossier du chapitre :

# TMAINFORM.LBOPTIONCHAPTERCUSTOMRENAMEHINT.HINT
source: %WEBSITE% : Website name %MANGA% : Manga title %CHAPTER% : Chapter title %AUTHOR% : Author %ARTIST% : Artist %NUMBERING% : Numbering Note: Chapter folder name must have at least %CHAPTER% or %NUMBERING%.
fr: %WEBSITE% : nom du site %MANGA% : titre du manga %CHAPTER% : titre du chapitre %AUTHOR% : auteur·e %ARTIST% : artiste %NUMBERING% : numérotation Note : Le nom du dossier du chapitre doit contenir %CHAPTER% ou %NUMBERING%.

source: Connection timeout (seconds)
de: Verbindungsunterbrechung (sekunden)
fr: Délai d'expiration de la connection, en secondes
pl_pl: Limit czasu połączenia (sekundy)

source: Open manga by using external program:
de: Öffne Manga durch Nutzung eines externen Programmes:
fr: Ouvrir le manga avec un programme externe :
pl_pl: Otwórz mangę za pomocą zewnętrznego programu:

source: Parameters:
de: Parameter:
fr: Paramètres :
pl_pl: Parametry:
