Repository: riderkick/FMD
Catalog: mangadownloader/languages/fmd.*.po
Languages: de, fr, pl_pl

# tmainform.cboptiongeneratemangafolder.caption
source: Auto generate folder based on manga's name
pl_pl: Automatyczne generowanie folderu używając nazwy mangi

source: Action
pl_pl: Akcja

source: Adult
de: Erwachsen
pl_pl: Dla dorosłych

source: Adventure
de: Abenteuer
pl_pl: Przygoda

source: Comedy
de: Komödie
pl_pl: Komedia

source: Gender Bender
de: Transvestit (Gender Bender)
pl_pl: Tanswestytyzm

source: Historical
de: Historisch
pl_pl: Historyczne

source: Martial Arts
de: Kampfsport
pl_pl: Sztuki walk

source: Mature
de: Erwachsen
pl_pl: Dojrzałe

source: Mystery
pl_pl: Tajemnica

source: Psychological
de: Psychologisch
pl_pl: Psychologiczne

source: Romance
de: Romantik
pl_pl: Romans

source: School Life
de: Schulleben
pl_pl: Szkolne

source: Slice of Life
de: Alltag/Ein Stück aus dem Leben
pl_pl: Okruchy życia

source: Smut
de: Schweinekram
pl_pl: Sprośne

source: Sports
de: Sport
pl_pl: Sportowe

source: Tragedy
de: Tragik
pl_pl: Tragedia

# tmainform.edfiltermangainfochapters.texthint
source: Filter
pl_pl: Filtr

# tmainform.edoptionchaptercustomrename.texthint
source: Custom rename
de: Benutzerdefinierte Umbenennung
pl_pl: Zmień nazwę

# tmainform.edoptionexternalparams.texthint
source: External program parameters
de: Externe Programmparameter
pl_pl: Parametry programu zewnętrznego

# tmainform.edoptionexternalpath.texthint
source: External program path
de: Externer Programmpfad
pl_pl: ścieżka programu zewnętrznego

# tmainform.edoptionfilenamecustomrename.texthint
source: Custom rename
de: Benutzerdefinierte Umbenennung
pl_pl: Zmień nazwę

# tmainform.edoptionmangacustomrename.texthint
source: Custom rename
de: Benutzerdefinierte Umbenennung
pl_pl: Zmień nazwę

# tmainform.edwebsitessearch.texthint
source: Search website...
de: Durchsuche webseite...
pl_pl: Szukaj www ...

# tmainform.lboptionautocheckfavintervalminutes.caption
source: Auto check for new chapter every %d minutes
de: Automatisch nach neuen Kapitel alle %d Minuten suchen
pl_pl: Automatyczna sprawdzenie nowego rozdziału raz na %d minut

# tmainform.lboptionchaptercustomrename.caption
source: Chapter name:
de: Kapitelname:
pl_pl: Nazwa Rozdziału:

# tmainform.lboptionchaptercustomrenamehint.hint
source: %WEBSITE% : Website name %MANGA% : Manga title %CHAPTER% : Chapter title %AUTHOR% : Author %ARTIST% : Artist %NUMBERING% : Numbering Note: Chapter folder name must have at least %CHAPTER% or %NUMBERING%.
de: %WEBSITE% : Webseite name %MANGA% : Manga Titel %CHAPTER% : Kapitelname %AUTHOR% : Autor %ARTIST% : Artist %NUMBERING% : Nummerierung Hinweis: Kapitelordner muss mindest %CHAPTER% oder %NUMBERING% haben.
pl_pl: %WEBSITE% : Nazwa strony %MANGA% : Tytuł mangi %CHAPTER% : Tytuł rozdziału %AUTHOR% : Autor %ARTIST% : Artysta %NUMBERING% : Numeracja Notka: Nazwa folderu z rozdziałami musi mieć co najmniej %CHAPTER% lub %NUMBERING%.

# tmainform.lboptionmangacustomrename.caption
source: Manga folder name:
de: Manga Ordnername:
pl_pl: Nazwa folderu z Mangą:

source: Type
pl_pl: Typ

# tmainform.michapterlistfilter.caption
source: Filter
pl_pl: Filtr

# tmainform.mifavoriteschecknewchapter.caption
source: Check for new chapter
de: Nach neuen Kapitel suchen
pl_pl: Sprawdź czy są nowe rozdziały

source: After download finish
pl_pl: Po pobieraniu zakończ

# tmainform.mitrayexit.caption
source: Exit
de: Beenden
pl_pl: Wyjdź

# tmainform.mitrayshowdropbox.caption
source: Show Drop Box
pl_pl: Pokaż menu rozwijane

# tmainform.mnfiltergenreallcheck.caption
source: Check all
pl_pl: Zaznacz wszystko

# tmainform.mnfiltergenrealluncheck.caption
source: Uncheck all
pl_pl: Odznacz wszystko

source: Mode
de: Modus
pl_pl: Tryb

source: Connections
de: Verbindungen
pl_pl: Połaczenia

# tmainform.tsoption.caption
source: Options
de: Optionen
pl_pl: Opcje

# tmainform.tswebsiteoptions.caption
source: Options
de: Optionen
pl_pl: Opcje

# tmainform.tswebsiteselection.caption
source: Websites
de: Webseiten
pl_pl: Strony internetowe

# twebsiteoptionadvancedform.menuitem1.caption
source: Add
de: Hinzufügen
pl_pl: Dodaj

# twebsiteoptionadvancedform.menuitem2.caption
source: Edit
de: Ändern
pl_pl: Edytuj

# twebsiteoptionadvancedform.menuitem4.caption
source: Delete
de: Löschen
pl_pl: Usuń

# twebsiteoptionadvancedform.tscookies.caption
source: Cookies
pl_pl: Pliki cookie

# twebsiteoptionadvancedform.tsdownloads.caption
source: Downloads
pl_pl: Pobrane

# twebsiteoptionadvancedform.vtcookies.header.columns[0].text
source: Website
de: Webseite
pl_pl: Strona WWW

# twebsiteoptionadvancedform.vtcookies.header.columns[1].text
source: Cookies
pl_pl: Pliki cookie

# twebsiteoptionadvancedform.vtdownloadmaxthreadspertask.header.columns[0].text
source: Website
de: Webseite
pl_pl: Strona WWW

# twebsiteoptionadvancedform.vtdownloadmaxthreadspertask.header.columns[1].text
source: Value
pl_pl: Wartość

source: Website
de: Webseite
pl_pl: Strona WWW

source: Value
pl_pl: Wartość

# twebsiteoptionadvancedform.vtupdatelistnumberofthreads.header.columns[0].text
source: Website
de: Webseite
pl_pl: Strona WWW

# twebsiteoptionadvancedform.vtupdatelistnumberofthreads.header.columns[1].text
source: Value
pl_pl: Wartość

# twebsiteoptionadvancedform.vtuseragent.header.columns[0].text
source: Website
de: Webseite
pl_pl: Strona WWW

source: Fantasy
de: Fantasie

source: Supernatural
de: Übernatürlich
