Repository: riderkick/FMD
Catalog: mangadownloader/languages/fmd.*.po
Languages: de, fr, pl_pl

source: Filename:
de: Dateiname:
fr: Nom du fichier :
pl_pl: Nazwa pliku:

source: %WEBSITE% : Website name %MANGA% : Manga title %CHAPTER% : Chapter title %FILENAME% : Filename Note: Filename must have at least %FILENAME%
de: %WEBSITE% : Website name %MANGA% : Manga Titel %CHAPTER% : Kapitelname %FILENAME% : Dateiname Note: Der Dateiname muss mindest %FILENAME% haben.
fr: %WEBSITE% : nom du site %MANGA% : titre du manga %CHAPTER% : titre du chapitre %FILENAME% : nom du fichier Note : Le nom du fichier doit contenir %FILENAME%
pl_pl: %WEBSITE% : Nazwa strony %MANGA% : Tytuł mangi %CHAPTER% : Tytuł rozdziału %FILENAME% : Nazwa pliku Notka: Nazwa pliku musi mieć co najmniej %FILENAME%

source: Host
fr: Hôte

source: Language:
de: Sprache:
fr: Langue :
pl_pl: Język:

source: After download finish:
de: Nachdem der Download abgeschlossen ist:
fr: Après la fin des téléchargements :
pl_pl: Po ukończeniu pobierania:

# TMAINFORM.LBOPTIONMANGACUSTOMRENAME.CAPTION
source: Manga folder name:
fr: Nom du dossier du manga :

source: %WEBSITE% : Website name %MANGA% : Manga title %AUTHOR% : Author %ARTIST% : Artist Note: Manga folder name must have at least %MANGA%.
de: %WEBSITE% : Webseite name %MANGA% : Manga Titel %AUTHOR% : Autor %ARTIST% : Artist Note: Manga Ordnername muss mindest %MANGA% haben.
fr: %WEBSITE% : nom du site %MANGA% : titre du manga %AUTHOR% : auteur·e %ARTIST% : artiste Note : Le nom du dossier du manga doit contenir %FILENAME%
pl_pl: %WEBSITE% : Nazwa strony %MANGA% : Tytuł mangi %AUTHOR% : Autor %ARTIST% : Artysta Notka: Nazwa folderu z mangą musi mieć przynajmniej %MANGA%.

source: Number of downloaded tasks at the same time
fr: Nombre de tâches de téléchargement simultanées

source: Number of retry times if tasks have download problems (-1 = always retry)
de: Anzahl der erneuten Versuche, falls der Download Probleme hat (-1 =immer wiederholen)
fr: Nombre de tentatives par tâche en cas d'échec du téléchargement (-1 = toujours réessayer)
pl_pl: Ilość prób pobierania po nieudanym pobraniu (-1 = zawsze próbuj)

source: Number of downloaded files per task at the same time
fr: Nombre de fichiers téléchargés simultanément par tâche

source: New manga based on it's update time (days)
de: Neuer Manga basierend auf seiner Aktualisierungszeit (täglich)
fr: Durée pendant laquelle un manga est considéré comme nouveau, en jours depuis sa mise à jour

# tmainform.lboptionpass.caption
source: Password
de: Passwort
fr: Mot de passe
pl_pl: Hasło

source: PDF compression level
de: PDF Komprimierungsstufe
fr: Niveau de compression du PDF
pl_pl: Poziom kompresji PDF

# TMAINFORM.LBOPTIONPDFQUALITY.HINT
source: 100 = FlateEncode (lossless), lower = DCTEncode (lossy)
de: 100 = FlateEncode (Verlustfrei), Niedriger = DCTEncode (verlustbehaftet)
fr: 100 = FlateEncode (sans pertes), 5 = DCTEncode (avec compression)
pl_pl: 100 = FlateEncode (bezstratny), niżej = DCTEncode (stratny)

source: Rename digits
fr: Normaliser le nombre de chiffres de la numérotation
pl_pl: Zmiana nazwy cyfry

source: Number of retry times if task failed
fr: Nombre de tentatives d'une tâche, en cas d'échec

# tmainform.lboptionuser.caption
source: Username
de: Benutzername
fr: Pseudonyme
pl_pl: Nazwa użytkownika

# tmainform.lbpngcompressionlevel.caption
source: PNG Compression level
fr: Niveau de compression des PNG

source: Save to:
de: Speichern unter:
fr: Répertoire d'enregistrement :
pl_pl: Zapisz do:

source: Save WebP as
fr: Enregistrer les WebP en tant que

# TMAINFORM.MEDTURLDELETE.CAPTION
source: Delete
de: Löschen
fr: Supprimer
pl_pl: Usuń

# tmainform.medurlcopy.caption
source: Copy
de: Kopieren
fr: Copier
pl_pl: Kopia

source: Cut
de: Schneiden
fr: Couper
pl_pl: Wytnij

source: Paste
de: Einfügen
fr: Coller
pl_pl: Wklej

source: Paste and go
de: Einfügen und los
fr: Coller et partir
pl_pl: Wklej i przejdź

source: Select all
de: Alles auswählen
fr: Tout sélectionner
pl_pl: Zaznacz wszystko

source: Undo
de: Öffnen
fr: Annuler
pl_pl: Cofnij

# tmainform.miabortsilentthread.caption
source: Abort
de: Abbrechen
fr: Interrompre
pl_pl: Anuluj

source: Ascending
de: Aufsteigend
fr: Tri croissant

# tmainform.michapterlistcheckall.caption
source: Check all
de: Alles auswählen
fr: Tout cocher
pl_pl: Zaznacz wszystkie

source: Check selected
de: Prüfen ausgewählt
fr: Cocher la sélection
pl_pl: Zaznacz wybrane

source: Descending
de: Absteigend
fr: Tri décroissant

# TMAINFORM.MICHAPTERLISTFILTER.CAPTION
source: Filter
fr: Filtrer

source: Hide downloaded chapters
de: Verstecke geladene Kapitel
fr: Masquer les chapitres téléchargés
pl_pl: Ukryj pobrane rozdziały

source: Highlight downloaded chapters
de: Hebe geladene Kapitel hervor
fr: Surligner les chapitres téléchargés
pl_pl: Podświetl pobrane rozdziały

# tmainform.michapterlistuncheckall.caption
source: Uncheck all
de: Alles abwählen
fr: Tout décocher
pl_pl: Odznacz wszystkie

source: Uncheck selected
fr: Décocher la sélection
pl_pl: Odznacz wybrane

# tmainform.midownloaddelete.caption
source: Delete
de: Löschen
fr: Supprimer
pl_pl: Usuń

# TMAINFORM.MIDOWNLOADDELETECOMPLETED.CAPTION
source: Delete all completed tasks
de: Lösche alle abgeschlossenen Aufgaben
fr: Supprimer toutes les tâches complétées
pl_pl: Usuń wszystkie zadania wykonane

source: Task only
de: Nur Aufgaben
fr: Tâches uniquement
pl_pl: Tylko zadania

source: Task + Data
de: Aufgaben + Daten
fr: Tâches + Fichiers
pl_pl: Zadania + Data

source: Task + Data + Favorite
de: Aufgaben + Daten + Favoriten
fr: Tâches + Fichiers + Favoris
pl_pl: Zadania + Data + Ulubione

# tmainform.midownloaddisable.caption
source: Disable
de: Deaktiviere
fr: Désactiver
pl_pl: Wyłącz

# tmainform.midownloadenable.caption
source: Enable
de: Aktiviere
fr: Activer
pl_pl: Włącz

source: Merge completed tasks
de: Verschmelze abgeschlossene Aufgaben
fr: Fusionner les tâches complétées
pl_pl: Scal wykonane zadania

# tmainform.midownloadopenfolder.caption
source: Open Folder
de: Öffne Ordner
fr: Ouvrir le dossier
pl_pl: Otwórz folder

# tmainform.midownloadopenwith.caption
source: Open ...
de: Öffne ...
fr: Ouvrir...
pl_pl: Otwórz ...

source: Resume
de: Fortsetzen
fr: Reprendre
pl_pl: Wznów

source: Stop
fr: Interrompre

# tmainform.midownloadviewmangainfo.caption
source: View manga info
de: Zeige Manga-Information
fr: Informations sur le manga
pl_pl: Zobacz informacje o mandze

source: Change "Current chapter"
de: Ändere "Derzeitiges Kapitel"
fr: Changer "Chapitre en cours"
pl_pl: Zmień "obecny rozdział"

source: Change "Save to"
de: Ändere "Speichern unter"
fr: Changer "Répertoire d'enregistrement"
pl_pl: Zmień "Zapisz do"

# TMAINFORM.MIFAVORITESCHECKNEWCHAPTER.CAPTION
source: Check for new chapter
fr: Vérifier les nouveaux chapitres

# TMAINFORM.MIFAVORITESDELETE.CAPTION
source: Delete
de: Löschen
fr: Supprimer
pl_pl: Usuń

# tmainform.mifavoritesdisable.caption
source: Disable
de: Deaktiviere
fr: Désactiver
pl_pl: Wyłącz

# tmainform.mifavoritesdownloadall.caption
source: Download all
de: Alles laden
fr: Télécharger tous les chapitres
pl_pl: Pobierz wszystko

# tmainform.mifavoritesenable.caption
source: Enable
de: Aktiviere
fr: Activer
pl_pl: Włącz

# TMAINFORM.MIFAVORITESOPENFOLDER.CAPTION
source: Open Folder
de: Öffne Ordner
fr: Ouvrir le dossier
pl_pl: Otwórz folder

# TMAINFORM.MIFAVORITESOPENWITH.CAPTION
source: Open ...
de: Öffne ...
fr: Ouvrir...
pl_pl: Otwórz...

source: Rename
fr: Renommer

source: Stop check for new chapter
de: Nach neuen Kapitel suchen anhalten
fr: Interrompre la vérification
pl_pl: Zatrzymaj sprawdzanie nowych rozdziałów

# tmainform.mifavoritestransferwebsite.caption
source: Transfer website
fr: Changer le site associé

# TMAINFORM.MIFAVORITESVIEWINFOS.CAPTION
source: View manga info
de: Zeige Manga-Informationen
fr: Informations sur le manga
pl_pl: Zobacz informacje o mandze

source: Highlight new manga
de: Neue Manga hervorheben
fr: Surligner les nouveaux mangas
pl_pl: Podświetl nową mangę

source: Add to Favorites
de: Zu den Favoriten hinzufügen
fr: Ajouter aux favoris
pl_pl: Dodaj do ulubionych

# tmainform.mimangalistdelete.caption
source: Delete
de: Löschen
fr: Supprimer
pl_pl: Usuń

# TMAINFORM.MIMANGALISTDOWNLOADALL.CAPTION
source: Download all
de: Alles laden
fr: Tout télécharger
pl_pl: Pobierz wszystko

source: View manga infos
de: Zeige Manga-Informationen
fr: Voir les infos du manga
pl_pl: Zobacz informacje o mandze

# TMAINFORM.MITRAYEXIT.CAPTION
source: Exit
fr: Quitter

# tmainform.mitrayfinishexit.caption
source: Exit
de: Beenden
fr: Quitter
pl_pl: Wyjdź

source: Hibernate
fr: Mettre en veille
pl_pl: Hibernacja

source: Nothing
de: Nichts
fr: Ne rien faire
pl_pl: Nic

source: Shutdown
de: Herunterfahren
fr: Éteindre
pl_pl: Wyłacz komputer

source: Restore
de: Wiederherstellen
fr: Restaurer
pl_pl: Przywróć

source: Resume all
de: Alle fortsetzen
fr: Tout reprendre
pl_pl: Wznów wszystkie

# TMAINFORM.MITRAYSHOWDROPBOX.CAPTION
source: Show Drop Box
fr: Afficher la boite de dépôt, sur laquelle vous pouvez faire glisser une adresse URL valide sélectionnée

source: Stop all
de: Alle anhalten
fr: Tout arrêter
pl_pl: Zatrzymaj wszystko

source: Download all lists from server at once
de: Lade alle Listen aufeinmal vom Server
fr: Télécharger tous les catalogues depuis le serveur à la suite
pl_pl: Pobierz wszystkie listy z serwera na raz

# TMAINFORM.MNFILTERGENREALLCHECK.CAPTION
source: Check all
fr: Tout vérifier

source: Indeterminate all
fr: Tout indéterminer

# TMAINFORM.MNFILTERGENREALLUNCHECK.CAPTION
source: Uncheck all
fr: Tout décocher

source: Update all lists at once
de: Aktualisiere alle Listen gleichzeitig
fr: Mettre à jour tous les catalogues à la suite
pl_pl: Aktualizacja wszystkich list na raz

source: Download manga list from server
fr: Télécharger le catalogue depuis le serveur
pl_pl: Pobierz listę manga z serwera

# TMAINFORM.MNUPDATELIST.CAPTION
source: Update manga list
de: Aktualisiere Manga-Liste
fr: Mettre à jour le catalogue
pl_pl: Aktualizacja listy manga

source: Have all genre checked
fr: Résultats contenant tous les genres cochés
pl_pl: Miej wszystkie gatunki zaznaczone

source: Have one of genres checked
fr: Résultats contenant au moins un des genres cochés
pl_pl: Miej jeden gatunek zaznaczony

source: Save downloaded chapters as
de: Speichere geladene Kapitel als
fr: Format d'enregistrement des chapitres téléchargés
pl_pl: Zapisz pobrane rozdziały jako

# tmainform.seoptionpdfquality.hint
source: 100 = FlateEncode (lossless), lower = DCTEncode (lossy)
fr: 100 = FlateEncode (sans pertes), lower = DCTEncode (avec compression)
pl_pl: 100 = FlateEncode (bezstratne), niżej = DCTEncode (stratne)

# tmainform.tbdownloaddeletecompleted.caption
source: Delete all completed tasks
de: Lösche alle abgeschlossenen Aufgaben
fr: Supprimer toutes les tâches complétées
pl_pl: Usuń wszystkie wykonane zadania

source: Resume All
de: Alle fortsetzen
fr: Tout reprendre
pl_pl: Wznów wszystkie

source: Stop All
de: Alle anhalten
fr: Tout interrompre
pl_pl: Zatrzymaj wszystkie

source: Move selected item(s) to bottom
fr: Déplacer les titres sélectionnés tout en bas

source: Move selected item(s) down
fr: Déplacer les titres sélectionnés vers le bas

source: Move selected item(s) to top
fr: Déplacer les titres sélectionnés tout en haut

source: Move selected item(s) up
fr: Déplacer les titres sélectionnés vers le haut

source: Collapse All
fr: Tout réduire
pl_pl: Zwiń wszystkie

source: Expand All
fr: Tout développer
pl_pl: Rozwiń wszystkie

source: About
de: Über
fr: À propos
pl_pl: O programie

source: About FMD
de: Über FMD
fr: À propos de FMD
pl_pl: O FMD

source: Accounts
fr: Comptes
pl_pl: Konta

source: Changelog
de: Änderungsprotokoll
fr: Journal des mises à jour
pl_pl: Lista zmian

source: Custom color
fr: Couleurs personnalisées
pl_pl: Kolor niestandardowe

source: Dialogs
de: Dialog
fr: Dialogues
pl_pl: Okna dialogowe

# tmainform.tsdownload.caption
source: Downloads
fr: Téléchargements
pl_pl: Pobrane

# tmainform.tsfavorites.caption
source: Favorites
de: Favoriten
fr: Favoris
pl_pl: Ulubione

source: General
de: Allgemeines
fr: Général
pl_pl: Główne

# tmainform.tsinfofilteradv.caption
source: Filter
fr: Recherche avancée
pl_pl: Filtr

source: Info
fr: Informations

source: Manga Info
fr: Catalogue
pl_pl: Informacje o mandze

source: Log
de: Protokoll
fr: Journal

source: Misc
de: Sonstiges
fr: Divers
pl_pl: Różne

# TMAINFORM.TSSAVETO.CAPTION
source: Save to
de: Speichern unter
fr: Répertoire d'enregistrement
pl_pl: Zapisz do

source: Updates
fr: Mises à jour
pl_pl: Aktualizacje

source: View
de: Anzeige
fr: Affichage
pl_pl: Wygląd

source: Advanced
de: Erweitert
fr: Avancés
pl_pl: Zaawansowane

# tmainform.tswebsites.caption
source: Websites
de: Webseiten
fr: Sites
pl_pl: Strony internetowe

# TMAINFORM.TSWEBSITESELECTION.CAPTION
source: Websites
fr: Sites

source: Manga
fr: Titre

# tmainform.vtdownload.header.columns[1].text
source: Status
fr: Statut

source: Progress
de: Fortschritt
fr: Progrès
pl_pl: Postęp

# tmainform.vtdownload.header.columns[3].text
source: Transfer rate
de: Tranferrate
fr: Vitesse
pl_pl: Prędkość transferu

# tmainform.vtdownload.header.columns[4].text
source: Website
de: Webseite
fr: Site
pl_pl: Strona WWW

# tmainform.vtdownload.header.columns[5].text
source: Save to
de: Speichern unter
fr: Répertoire d'enregistrement
pl_pl: Zapisz do

# TMAINFORM.VTDOWNLOAD.HEADER.COLUMNS[6].TEXT
source: Added
de: Hinzugefügt
fr: Date d'ajout
pl_pl: Dodano

# TMAINFORM.VTFAVORITES.HEADER.COLUMNS[1].TEXT
source: Title
de: Titel
fr: Titre
pl_pl: Tytuł

source: Current chapter
de: Aktuelles Kapitel
fr: Chapitre en cours
pl_pl: Obecny rozdział

# TMAINFORM.VTFAVORITES.HEADER.COLUMNS[3].TEXT
source: Website
de: Webseite
fr: Site
pl_pl: Strona WWW

# TMAINFORM.VTFAVORITES.HEADER.COLUMNS[4].TEXT
source: Save to
de: Speichern unter
fr: Répertoire d'enregistrement
pl_pl: Zapisz do

# TNEWCHAPTER.BTCANCEL.CAPTION
source: &Cancel
de: &Abbrechen
fr: &Annuler
pl_pl: &Anuluj

# TNEWCHAPTER.BTDOWNLOAD.CAPTION
source: &Download
fr: &Télécharger
pl_pl: &Pobieranie

# TNEWCHAPTER.BTQUEUE.CAPTION
source: &Add to queue
de: &zur Warteschlage hinzufügen
fr: &File d'attente
pl_pl: &Dodaj do kolejki

source: Select directory
fr: Choisir le répertoire

source: &Abort
de: &Abbrechen
fr: &Interrompre
pl_pl: &O

source: &Now
de: &Jetzt
fr: &Maintenant
pl_pl: &Teraz

# ttransferfavoritesform.btcancel.caption
source: Cancel
fr: Annuler

source: Transfer Favorites
fr: Transférer les favoris

source: Clear downloaded chapter list and reload from server
fr: Effacer la liste des chapitres téléchargés et recharger depuis le serveur

# ttransferfavoritesform.lbtransferto.caption
source: Transfer to
fr: Transférer vers

# ttransferfavoritesform.rball.caption
source: All
fr: Tout

# ttransferfavoritesform.rbinvalid.caption
source: Invalid
fr: Invalide

# ttransferfavoritesform.rbvalid.caption
source: Valid
fr: Valide

# ttransferfavoritesform.vtfavs.header.columns[1].text
source: Title
fr: Titre

# ttransferfavoritesform.vtfavs.header.columns[2].text
source: Website
fr: Site internet

source: &Later
de: &Später
fr: &Plus tard
pl_pl: &później

source: &Update
de: &Aktualisiere
fr: &Mettre à jour
pl_pl: &Aktualizacja

source: New version found! Do you want to update now? FMD will be closed to finish the update.
de: Neue Version gefunden! Möchten Sie jetzt aktualisieren? FMD wird geschlossen um die Aktualisierung abzuschließen.
fr: Une nouvelle version est disponible. Souhaitez-vous mettre à jour le logiciel maintenant ? FMD sera fermé pour terminer la mise à jour.
pl_pl: Nowa wersja znaleziona! Czy chcesz zaktualizować teraz? FMD zostanie zamknięty, aby zakończyć aktualizację.

# TWEBSITEOPTIONADVANCEDFORM.MENUITEM1.CAPTION
source: Add
fr: Ajouter

# TWEBSITEOPTIONADVANCEDFORM.MENUITEM2.CAPTION
source: Edit
fr: Éditer

# TWEBSITEOPTIONADVANCEDFORM.MENUITEM4.CAPTION
source: Delete
fr: Supprimer

source: Directory page number
fr: Numéro de page du répertoire
pl_pl: numer strony katalogu

# TWEBSITEOPTIONADVANCEDFORM.TSDOWNLOADS.CAPTION
source: Downloads
fr: Téléchargements

source: Max threads per task
de: Max threads je Aufgabe
fr: Nombre maximal de fils d'exécution par tâche
pl_pl: Max wątków na zadania

source: Number of threads
de: Anzahl von threads
fr: Nombre de fils d'exécution
pl_pl: Liczba wątków

source: Update List
de: Aktualisiere Liste
fr: Mettre la liste à jour
pl_pl: Aktualizuj Listę

source: Select a website
de: Wähle eine Webseite
fr: Sélectionner un site internet
pl_pl: Wybierz stronę internetową

source: Website name
fr: Site...

source: Setting name
fr: Paramètre...

source: Compressing...
fr: Compression en cours...
pl_pl: Kompresja danych...

source: Disabled
de: Deaktiviert
fr: Désactivé
pl_pl: Wyłączone

source: Downloading
fr: Téléchargement en cours
pl_pl: Pobieranie

# udownloadsmanager.rs_failed
source: Failed
de: Gescheitert
fr: Échec
pl_pl: Niepowodzenie

source: Failed to create directory!
de: Gescheitert einen Ordner zu erstellen!
fr: Échec de la création du répertoire !
pl_pl: Nie udało się utworzyć folderu

source: Failed, try resuming this task!
de: Gescheitert, versuch die Aufgabe zu wiederholen!
fr: Échec, essayez de relancer la tâche !
pl_pl: Nie powiodło się, spróbuj wznowić zadanie!

source: Completed
de: Abgeschlossen
fr: Complet
pl_pl: Ukończono

# udownloadsmanager.rs_preparing
source: Preparing
fr: Préparation en cours
pl_pl: Przygotowanie

source: Stopped
de: Angehalten
fr: Interrompu
pl_pl: Zatrzymano

source: Waiting...
de: Warte...
fr: En attente...
pl_pl: Oczekiwanie...

# ufavoritesmanager.rs_btnaddtoqueue
source: &Add to queue
de: &zur Warteschlage hinzufügen
fr: &Ajouter à la file
pl_pl: &Dodaj do kolejki

# ufavoritesmanager.rs_btncancel
source: &Cancel
de: &Abbrechen
fr: &Annuler
pl_pl: &Anuluj

# ufavoritesmanager.rs_btncheckfavorites
source: Check for new chapter
de: Nach neuen Kapitel suchen
fr: Vérifier les nouveaux chapitres
pl_pl: Sprawdź nowy rozdział

# ufavoritesmanager.rs_btndownload
source: &Download
fr: &Télécharger
pl_pl: &Pobrane

source: &Remove
de: &Entfernen
fr: &Supprimer
pl_pl: &Usuń

source: Found %d completed manga
de: %d abgeschlossenen Manga gefunden
fr: %d mangas complétés ont été trouvés
pl_pl: Znaleziono %d zakończonych mang

source: Favorites check is running!
de: Favoriten-Überprüfung läuft!
fr: La vérification des favoris est en cours !
pl_pl: Sprawdzanie ulubionych jest uruchomione!

source: %d manga(s) have new chapter(s)
de: %d manga(s) hat neue(s) Kapitel
fr: %d mangas ont des nouveaux chapitres
pl_pl: %d mang ma nowe rozdziały

source: %s <%s> has %d new chapter(s).
de: %s <%s> hat %d neue Kapitel.
fr: %s <%s> a %d nouveau·x chapitre·s.
pl_pl: %s <%s> ma %d nowych rozdziałów.

source: Completed manga will be removed:
de: Abgeschlossene Manga werden entfernt:
fr: Les mangas complétés vont être retirés :
pl_pl: Zakończone mangi zostaną usunięte:

source: Found %d new chapter from %d manga(s):
fr: %d nouveau·x chapitre·s trouvé·s pour %d manga·s :
pl_pl: Znaleziono %d nowych rozdziałów w %d mang:

source: Loading: %d/%d
de: Lade: %d/%d
fr: Chargement : %d/%d
pl_pl: Ładownanie: %d/%d

# usubthread.rs_btncheckupdates
source: Check for new version
de: Prüfe auf neue Version
fr: Chercher une nouvelle version
pl_pl: Sprawdź czy jest nowa wersja

source: Installed Version
de: Installierte Version
fr: Version installée
pl_pl: Zainstalowana wersja

source: Latest Version
de: Aktuellste Version
fr: Dernière version
pl_pl: Najnowsza wersja

source: New Version found!
de: Neue Version gefunden!
fr: Nouvelle version disponible !
pl_pl: Znaleziono nową wersje

source: %s has %d new manga(s)
de: %s hat %d neue Manga
fr: %s a %d nouveau·x manga·s
pl_pl: %s ma %d nowych mang

source: Getting directory
fr: Acquisition du répertoire
pl_pl: Zdobądź folder

source: Getting info
fr: Acquisition des infos
pl_pl: Zdobądź informacje

source: Getting list for
fr: Acquisition de la liste pour
pl_pl: Zdobądź listę dla

source: Indexing new title(s)
de: Indexierung neuer Titel
fr: Indexation des nouveaux titres
pl_pl: Indeksowanie nowych tytułów

source: Looking for new title(s)
de: Schaue nach neuen Titel(n)
fr: Recherche de nouveaux titres
pl_pl: Szukanie nowych tytułów

source: Looking for new title(s) from another directory
de: Schaue nach neuen Titel(n) aus einem anderen Verzeichnis
fr: Recherche de nouveaux titres depuis un autre répertoire
pl_pl: Szukanie nowych tytułów w innych folderach

# uupdatethread.rs_preparing
source: Preparing
de: Vorbereitung
fr: Préparations
pl_pl: Przygotowywanie

source: Removing duplicate from current data
de: Entfernen von Duplikaten aus aktuellen Daten
fr: Suppression des doublons des données actuelles
pl_pl: Usuwanie duplikatów z aktualnych danych

source: Removing duplicate from local data
de: Entfernen von Duplikaten aus lokalen Daten
fr: Suppression des doublons des données locales
pl_pl: Usuwanie duplikatów z lokalnych danych

source: Removing duplicate from new title(s)
de: Entfernen von Duplikaten aus den neuen Titeln
fr: Suppression des doublons des nouveaux titres
pl_pl: Usuwanie duplikatów z nowych tytułów

source: Saving data
de: Speichere Daten
fr: Sauvegarde des données
pl_pl: Zapisywanie danych

source: Synchronizing data
de: Synchronisiere Daten
fr: Synchronisation des données
pl_pl: Synchronizacja danych

source: Updating list
de: Aktualisiere Liste
fr: Mise à jour de la liste
pl_pl: Aktualizacja listy

source: Auto 780x 980x 1280x 1600x 2400x Original
pl_pl: Auto 780x 980x 1280x 1600x 2400x Orginał

source: Import
pl_pl: Importuj

source: Genre(s):
pl_pl: Gatunek:

# taccountmanagerform.btadd.caption
source: Add
de: Hinzufügen
pl_pl: Dodaj

# taccountmanagerform.btdelete.caption
source: Delete
de: Löschen
pl_pl: Usuń

# taccountmanagerform.vtaccountlist.header.columns[1].text
source: Website
de: Webseite
pl_pl: Strona WWW

# taccountmanagerform.vtaccountlist.header.columns[2].text
source: Username
de: Benutzername
pl_pl: Nazwa użytkownika

# taccountsetform.btcancel.caption
source: Cancel
de: Abbrechen
pl_pl: Anuluj

# taccountsetform.edpassword.texthint
source: Password
de: Passwort
pl_pl: Hasło

# taccountsetform.edusername.texthint
source: Username
de: Benutzername
pl_pl: Nazwa użytkownika

# taccountsetform.label1.caption
source: Website
de: Webseite
pl_pl: Strona WWW

# taccountsetform.label2.caption
source: Username
de: Benutzername
pl_pl: Nazwa użytkownika

# taccountsetform.label3.caption
source: Password
de: Passwort
pl_pl: Hasło

# tformdroptarget.miaddtofavorites.caption
source: Add to favorites
de: Zu den Favoriten hinzufügen
pl_pl: Dodaj do ulubionych

# tformdroptarget.midownloadall.caption
source: Download all
de: Alles laden
pl_pl: Pobierz wszystko

# timportfavorites.edpath.texthint
source: Path to the software (e.g. C:\MangaDownloader)
de: Pfad zur Software (z.B. C:\MangaDownloader)
pl_pl: Ścieżka do programu (np C:\MangaDownloader)

# tmainform.btchecklatestversion.caption
source: Check for latest version
de: Auf neuste Version prüfen
pl_pl: Szukaj aktualizacji

# tmainform.cboptionautocheckfavdownload.caption
source: Automatic download after finish checking
de: Automatisch runterladen nach abgeschlossener Aktualisierung
pl_pl: Automatyczne pobieranie po sprawdzeniu

# tmainform.cboptionautocheckfavremovecompletedmanga.caption
source: Automatic remove completed manga from Favorites
de: Automatisches Entfernen abgeschlosser Manga aus den Favoriten
pl_pl: Automatycznie usuń ukończone mangi z Ulubionych

# tmainform.cboptionautochecklatestversion.caption
source: Auto check for latest version
de: Automatisch auf neuste Version prüfen
pl_pl: Automatyczne sprawdzanie aktualizacji

# tmainform.cboptionchangeunicodecharacter.caption
source: Replace all unicode character with
de: Ersetze alle Unicode Zeichen mit
pl_pl: Wymień wszystkie znaki Unicode
