Repository: riderkick/FMD
Catalog: languages/fmd.*.po
Languages: el_gr, es, id_id, pt_br, ru_ru, tr_tr

# tmainform.mifavoritesdelete.caption
source: Delete
ru_ru: Удалить

# tmainform.mifavoritesdisable.caption
source: Disable
el_gr: Απενεργοποίηση
es: Deshabilitar
id_id: Nonaktifkan
pt_br: Desabilitar
ru_ru: Отключить
tr_tr: Pasifleştir

# tmainform.mifavoritesdownloadall.caption
source: Download all
el_gr: Λήψη όλων
es: Descargar Todo
id_id: Unduh semua
pt_br: Baixar tudo
ru_ru: Загрузить все
tr_tr: Tümünü indir

# tmainform.mifavoritesenable.caption
source: Enable
el_gr: Ενεργοποίηση
es: Habilitar
id_id: Aktifkan
pt_br: Habilitar
ru_ru: Включить
tr_tr: Aktifleştir

# tmainform.mifavoritesopenfolder.caption
source: Open Folder
ru_ru: Открыть папку

# tmainform.mifavoritesopenwith.caption
source: Open ...
ru_ru: Открыть...

# tmainform.mifavoritesrename.caption
source: Rename
es: Renombrar
id_id: Ubah nama
pt_br: Renomear
ru_ru: Переименовать
tr_tr: Yeniden adlandır

source: Stop check for new chapter
el_gr: Διακοπή ελέγχου για νέα κεφάλαια
es: Detener Revisar si hay Nuevo Capitulo
id_id: Berhenti periksa bab baru
pt_br: Parar de checar por novos capítulos
ru_ru: Не проверять на новые главы
tr_tr: Yeni bölüm aramayı durdur

source: Transfer website
ru_ru: Перенести на другой сайт

# tmainform.mifavoritesviewinfos.caption
source: View manga info
ru_ru: Информация о манге

source: Highlight new manga
el_gr: Επισήμανση νέου manga
es: Resaltar Manga Nuevo
id_id: Sorot komik baru
pt_br: Realçar novo mangá
ru_ru: Подсветить новую мангу
tr_tr: Yeni mangayı vurgula

source: Add to Favorites
el_gr: Προσθήκη στα αγαπημένα
es: Agregar a Favoritos
id_id: Tambahkan ke kesukaan
pt_br: Adicionar aos Favoritos
ru_ru: Добавить в избранное
tr_tr: Favorilere Ekle

# tmainform.mimangalistdelete.caption
source: Delete
el_gr: Διαγραφή
es: Eliminar
id_id: Hapus
pt_br: Apagar
ru_ru: Удалить
tr_tr: Sil

# tmainform.mimangalistdownloadall.caption
source: Download all
ru_ru: Загрузить все

source: View manga infos
el_gr: Προβολή πρηροφοριών manga
es: Ver Información del Manga
id_id: Lihat informasi komik
pt_br: Exibir infos do mangá
ru_ru: Информация о манге
tr_tr: Manga bilgilerini göster

source: After download finish
el_gr: Μετά την ολοκλήρωση της λήψης
es: Después de Finalizar la Descarga
id_id: Setelah unduhan selesai
pt_br: Depois do download terminar
ru_ru: После загрузки
tr_tr: İndirme bittikten sonra

# tmainform.mitrayexit.caption
source: Exit
el_gr: Έξοδος
es: Salir
id_id: Keluar
ru_ru: Выход
tr_tr: Çık

# tmainform.mitrayfinishexit.caption
source: Exit
el_gr: Έξοδος
es: Salir
id_id: Keluar
pt_br: Sair
ru_ru: Выход
tr_tr: Çık

source: Nothing
el_gr: Καμία ενέργεια
es: Nada
id_id: Tidak ada
pt_br: Nada
ru_ru: Бесплатно
tr_tr: Hiçbir şey

source: Shutdown
el_gr: Τερματισμός υπολογιστή
es: Apagar
id_id: Matikan komputer
pt_br: Desligar
ru_ru: Неисправность
tr_tr: Kapat

source: Restore
el_gr: Επαναφορά
es: Restaurar
id_id: Pulihkan
pt_br: Restaurar
ru_ru: Восстановить
tr_tr: Geri getir

source: Resume all
el_gr: Συνέχιση όλων
es: Reanudar Todo
id_id: Lanjutkan semua
pt_br: Resumir Todos
ru_ru: Продолжить все
tr_tr: Tamamına devam et

# tmainform.mitrayshowdropbox.caption
source: Show Drop Box
el_gr: Εμφάνιση κουτιού φύλαξης
es: Mostrar Drop Box
id_id: Tampilkan kotak unduh
ru_ru: Показать Дропбокс
tr_tr: İndirme Kutusunu göster

source: Stop all
el_gr: Διακοπή όλων
es: Detener Todo
id_id: Hentikan semua
pt_br: Parar Todos
ru_ru: Остановить все
tr_tr: Tümünü durdur

source: Download all lists from server at once
el_gr: Λήψη όλων των λιστών από τον διακομιστή ταυτόχρονα
es: Descargar Todas las Listas desde el Servidor Inmediatamente
id_id: Unduh semua daftar dari peladen
pt_br: Faça o download de todas as listas do servidor de uma vez
ru_ru: Загрузите все списки с сервера одновременно
tr_tr: Tüm listeleri tek seferde sunucudan indir

# tmainform.mnfiltergenreallcheck.caption
source: Check all
el_gr: Σήμανση όλων
es: Marcar Todo
id_id: Centang semua
ru_ru: Отметить все
tr_tr: Tümünü seç

source: Indeterminate all
el_gr: Ακαθόριστα όλα
es: Todo Indeterminado
id_id: Tak tentu semua
pt_br: Indeterminar tudo
ru_ru: Определить все
tr_tr: Tümünü belirsiz yap

# tmainform.mnfiltergenrealluncheck.caption
source: Uncheck all
el_gr: Αποσήμανση όλων
es: Desmarcar Todo
id_id: Hapus semua centang
ru_ru: Снять отметку со всех
tr_tr: Tüm seçimleri kaldır

source: Update all lists at once
el_gr: Λήψη όλων των λιστών ταυτόχρονα
es: Actualizar Todas las Listas Inmediatamente
id_id: Mutakhirkan semua daftar
pt_br: Atualizar todas as listas de uma só vez
ru_ru: Обновление всех списков одновременно
tr_tr: Tüm listeleri güncelle

source: Download manga list from server
el_gr: Λήψη λίστας manga από τον διακομιστή
es: Descargar la Lista de Manga desde el Servidor
id_id: Unduh daftar komik dari peladen
pt_br: Faça o download da lista de mangás do servidor
ru_ru: Загрузить список манги с сервера
tr_tr: Manga listesini sunucudan indir

# tmainform.mnupdatelist.caption
source: Update manga list
ru_ru: Обновить список манги

source: Have all genre checked
el_gr: Όλα τα είδη που έχουν σημανθεί
es: Tener Todos los Géneros Marcados
id_id: Memiliki semua genre yang dicentang
pt_br: Todos os gêneros marcados
ru_ru: Содержит все отмеченные жанры
tr_tr: Tüm türleri seç

# tmainform.rbfavoritesshowall.caption
source: All
es: Todo
id_id: Semua
pt_br: Todos
ru_ru: Все
tr_tr: Tümü

# tmainform.rbfavoritesshowdisabled.caption
source: Disabled
el_gr: Απενεργ/μένο
es: Deshabilitado
id_id: Nonaktif
pt_br: Desabilitado
ru_ru: Отключено
tr_tr: Pasifler

# tmainform.rbfavoritesshowenabled.caption
source: Enabled
es: Habilitado
id_id: Aktif
ru_ru: Включено
tr_tr: Aktifler

source: Have one of genres checked
el_gr: Ένα από τα είδη που έχουν σημανθεί
es: Tener Uno de los Géneros Marcado
id_id: Memiliki salah satu genre yang dicentang
pt_br: Um gênero marcado
ru_ru: Содержит один из отмеченных жанров
tr_tr: Türlerden birini seç

source: Mode
el_gr: Λειτουργία
es: Modo
pt_br: Modo
ru_ru: Режим
tr_tr: Mod

source: Save downloaded chapters as
el_gr: Αποθήκευση ληφθέντων κεφαλαίων ως
es: Guardar Capitulos Descargados Como
id_id: Menyimpan bab terunduh sebagai
pt_br: Salvar os capítulos baixados como
ru_ru: Сохранить загруженные главы как
tr_tr: İndirilmiş bölümleri şöyle kaydet

# tmainform.seoptionpdfquality.hint
source: 100 = FlateEncode (lossless), lower = DCTEncode (lossy)
el_gr: 100 = FlateEncode (χωρίς απώλειες). Χαμηλότερα = DCTEncode (με απώλειες)
es: 100 = FlateEncode (Sin Pérdida), Más Bajo = DCTEncode (Con Pérdida)
id_id: 100 = FlateEncode (lossless), lebih rendah = DCTEncode (lossy)
pt_br: 100 = FlateEncode (lossless), baixo = DCTEncode (lossy)
ru_ru: 100 = FlateEncode (без потерь), lower = DCTEncode (с потерями)
tr_tr: 100 = FlateEncode (kayıpsız), düşük = DCTEncode (kayıplı)

# tmainform.tbdownloaddeletecompleted.caption
source: Delete all completed tasks
el_gr: Διαγραφή όλων των ολοκληρωμένων εργασιών
es: Eliminar Todas las Tareas Completadas
id_id: Hapus semua unduhan yang sudah selesai
pt_br: Apagar todas as tarefas concluídas
ru_ru: Удалить все выполненные задачи
tr_tr: Tamamlanmış tüm görevleri sil

source: Resume All
el_gr: Συνέχιση όλων
es: Reanudar Todo
id_id: Lanjutkan semua
pt_br: Resumir Tudo
ru_ru: Продолжить все
tr_tr: Tümüne Devam Et

source: Stop All
el_gr: Διακοπή όλων
es: Detener Todo
id_id: Hentikan semua
pt_br: Parar Tudo
ru_ru: Остановить все
tr_tr: Tümünü Durdur

source: Move selected item(s) to bottom
es: Mover Ítem(s) Seleccionado(s) al Final
id_id: Pindahkan entri terpilih ke paling bawah
pt_br: Mover item(ns) selecionado(s) para o final
ru_ru: Переместить выбранные элементы в конец списка
tr_tr: Seçilen içerik(ler)i en alta taşı

source: Move selected item(s) down
es: Mover Ítem(s) Seleccionado(s) Abajo
id_id: Pindahkan entri terpilih ke bawah
pt_br: Mover item(ns) selecionado(s) para baixo
ru_ru: Сдвинуть выбранные элементы вниз
tr_tr: Seçilen içerik(ler)i alta taşı

source: Move selected item(s) to top
es: Mover Ítem(s) Seleccionado(s) al Inicio
id_id: Pindahkan entri terpilih ke paling atas
pt_br: Mover item(ns) selecionado(s) para o topo
ru_ru: Переместить выбранные элементы в начало списка
tr_tr: Seçilen içerik(ler)i en üste taşı

source: Move selected item(s) up
es: Mover Ítem(s) Seleccionado(s) Arriba
id_id: Pindahkan entri terpilih ke atas
pt_br: Mover item(ns) selecionado(s) para cima
ru_ru: Сдвинуть выбранные элементы вверх
tr_tr: Seçilen içerik(ler)i üste taşı

source: Collapse All
el_gr: Σύμπτυξη όλων
es: Desplegar Todo
id_id: Ciutkan semua
pt_br: Agrupar Tudo
ru_ru: Свернуть все
tr_tr: Tümünü Daralt

source: Expand All
el_gr: Ανάπτυξη όλων
es: Expandir Todo
id_id: Bentangkan semua
pt_br: Expandir Tudo
ru_ru: Раскрыть все
tr_tr: Tümünü Genişlet

source: Select All
es: Seleccionar Todo
id_id: Centang semua
pt_br: Selecionar Tudo
ru_ru: Выбрать все
tr_tr: Tümünü Seç

source: Unselect All
es: Deseleccionar Todo
id_id: Hapus semua centang
pt_br: Deselecionar Tudo
ru_ru: Снять все
tr_tr: Tüm Seçimleri Kaldır

source: About
el_gr: Περί
es: Sobre
id_id: Tentang
pt_br: Sobre
ru_ru: О программе
tr_tr: Hakkında

source: About FMD
el_gr: Περί FMD
es: Sobre FMD
id_id: Tentang FMD
pt_br: Sobre FMD
ru_ru: О программе
tr_tr: FMD Hakkında

source: Accounts
el_gr: Λογαριασμοί
es: Cuentas
id_id: Akun
pt_br: Contas
ru_ru: Учётные записи
tr_tr: Hesaplar

source: Changelog
el_gr: Ιστορικό εκδόσεων
es: Historial de Cambios
id_id: Catatan Perubahan
ru_ru: Журнал изменений
tr_tr: Değişim kaydı

source: Connections
el_gr: Συνδέσεις
es: Conexiones
id_id: Koneksi
pt_br: Conexões
ru_ru: Соединение
tr_tr: Bağlantılar

source: Custom color
el_gr: Πρασαρμογή χρωμάτων
es: Color Personalizado
id_id: Kustomisasi Warna
pt_br: Cores personalizadas
ru_ru: Пользовательские цвета
tr_tr: Kişisel renk

source: Dialogs
el_gr: Διάλογοι
es: Diálogos
id_id: Dialog
pt_br: Diálogos
ru_ru: Диалоги
tr_tr: İletişim kutuları

source: Downloads
ru_ru: Загрузки

# tmainform.tsfavorites.caption
source: Favorites
el_gr: Αγαπημένα
es: Favoritos
id_id: Kesukaan
pt_br: Favoritos
ru_ru: Избранное
tr_tr: Favoriler

source: General
el_gr: Γενικές
id_id: Umum
pt_br: Geral
ru_ru: Основные
tr_tr: Genel

# tmainform.tsinfofilteradv.caption
source: Filter
el_gr: Φίλτρο
es: Filtro
id_id: Saring
pt_br: Filtros
ru_ru: Фильтр
tr_tr: Filtre

source: Info
el_gr: Πληροφορίες
es: Información
id_id: Informasi
ru_ru: Информация
tr_tr: Bilgi

source: Manga Info
el_gr: Πληροφορίες manga
es: Información del Manga
id_id: Informasi Komik
pt_br: Info do Mangá
ru_ru: Информация о манге
tr_tr: Manga Bilgisi

source: Log
el_gr: Αρχείο καταγραφής
es: Registro
pt_br: Registro
ru_ru: Лог
tr_tr: Günlük

source: Misc
el_gr: Διάφορα
es: Misceláneo
id_id: Lain-lain
ru_ru: Разное
tr_tr: Çeşitli

# tmainform.tsoption.caption
source: Options
el_gr: Επιλογές
es: Opciones
id_id: Pengaturan
pt_br: Opções
ru_ru: Настройки
tr_tr: Ayarlar

# tmainform.tssaveto.caption
source: Save to
id_id: Penyimpanan
ru_ru: Сохранить в

source: Updates
el_gr: Ενημερώσεις
es: Actualizaciones
id_id: Pemutakhiran
pt_br: Atualizações
ru_ru: Обновления
tr_tr: Güncellemeler

source: View
el_gr: Προβολή
es: Ver
id_id: Tampilan
pt_br: Exibir
ru_ru: Вид
tr_tr: Görünüm

source: Advanced
el_gr: Προηγμένες
es: Avanzado
id_id: Lanjutan
pt_br: Avançado
ru_ru: Расширенные
tr_tr: Gelişmiş

source: Modules
es: Módulos
id_id: Modul
pt_br: Módulos
ru_ru: Модули
tr_tr: Modüller

# tmainform.tswebsiteoptions.caption
source: Options
el_gr: Επιλογές
es: Opciones
id_id: Pengaturan
ru_ru: Настройки
tr_tr: Ayarlar

# tmainform.tswebsites.caption
source: Websites
el_gr: Ιστότοποι
es: Sitios Web
id_id: Situs
ru_ru: Веб-сайты
tr_tr: Websiteler

# tmainform.tswebsiteselection.caption
source: Websites
el_gr: Ιστότοποι
es: Sitios Web
id_id: Situs
ru_ru: Веб-сайты
tr_tr: Websiteler

source: Manga
id_id: Komik
pt_br: Mangá
ru_ru: Манга

# tmainform.vtdownload.header.columns[1].text
source: Status
el_gr: Κατάσταση
es: Estado
ru_ru: Статус
tr_tr: Durum

source: Progress
el_gr: Εξέλιξη
es: Progreso
id_id: Kemajuan
pt_br: Progresso
ru_ru: Прогресс
tr_tr: İlerleme

source: Transfer rate
ru_ru: Скоростъ загрузки

# tmainform.vtdownload.header.columns[4].text
source: Website
el_gr: Ιστότοπος
es: Sitio Web
id_id: Situs
ru_ru: Сайт

# tmainform.vtdownload.header.columns[5].text
source: Save to
el_gr: Αποθήκευση σε
es: Guardar en
id_id: Lokasi penyimpanan
pt_br: Salvar em
ru_ru: Сохранить в
tr_tr: Şuraya kaydet

source: Added
ru_ru: Добавлена

# tmainform.vtfavorites.header.columns[1].text
source: Title
ru_ru: Название

source: Current chapter
el_gr: Τρέχον κεφάλαιο
es: Capítulo Actual
id_id: Bab saat ini
pt_br: Capítulo atual
ru_ru: Текущая глава
tr_tr: Şu anki bölüm

# tmainform.vtfavorites.header.columns[3].text
source: Website
ru_ru: Сайт

# tmainform.vtfavorites.header.columns[4].text
source: Save to
ru_ru: Сохранить в

# tnewchapter.btcancel.caption
source: &Cancel
id_id: &Batal
ru_ru: Отмена

# tnewchapter.btdownload.caption
source: &Download
id_id: &Unduh
ru_ru: Загрузить

# tnewchapter.btqueue.caption
source: &Add to queue
id_id: &Tambahkan ke antrean
ru_ru: Добавить в очередь

source: New Chapter Notification
es: Notificacion de Nuevo Capitulo
id_id: Notifikasi Bab Baru
pt_br: Notificação de Novo Capítulo
ru_ru: Уведомление о новой главе
tr_tr: Yeni Bölüm Bildirimi

source: Select directory
es: Seleccionar Directorio
id_id: Pilih direktori
pt_br: Selecionar Diretório
ru_ru: Выбрать папку
tr_tr: Yolu seç

source: If you change multiple entries at once, the new paths will be constructed like this: "{New_Path}\{Manga_Title}" Old folder structures will be ignored. However, if the only part you change is the drive letter (e.g. 'D:'), only the letter will be replaced. This only works for absolute paths, relative paths will be ignored.
id_id: Jika Anda mengubah banyak entri sekaligus, lokasi baru akan dibentuk seperti ini: "{Lokasi_Baru}\{Judul_Komik}" Susunan direktori lama akan diabaikan. Namun, jika bagian yang Anda ubah hanya huruf kandarnya (misalnya 'D:'), maka hurufnya saja yang akan diganti. Ini hanya berkerja pada lokasi absolut, lokasi relatif akan diabaikan.
ru_ru: При изменении нескольких записей за раз новые пути будут построены так: "{New_Path}\{Manga_Title}" Старая структура папок будет проигнорирована. Однако, если изменяется только буква диска (напр. 'D:'), то только буква будет заменена. Это работает только для абсолютных путей, относительные пути будут проигнорированы.

source: &Abort
el_gr: &Ματαίωση
es: &Abortar
id_id: &Batalkan
pt_br: &Abortar
ru_ru: Прервать
tr_tr: &Durdur

source: &Now
el_gr: &Τώρα
es: &Ahora
id_id: &Sekarang
pt_br: &Agora
ru_ru: Сейчас
tr_tr: &Şimdi

# ttransferfavoritesform.btcancel.caption
source: Cancel
el_gr: Άκυρο
es: Cancelar
id_id: Batal
pt_br: Cancelar
ru_ru: Отмена
tr_tr: İptal

source: Transfer Favorites
es: Transferir Favoritos
id_id: Transfer kesukaan
pt_br: Transferir Favoritos
ru_ru: Перенос на другой сайт
tr_tr: Favorileri Transfer Et

source: Clear downloaded chapter list and reload from server
es: Limpiar Lista de Capítulos Descargados y Volver a Cargar desde Servidor
id_id: Bersihkan daftar bab terunduh dan muat ulang dari peladen
pt_br: Limpar lista de capítulos baixados e recarregar do servidor
ru_ru: Очистить скачанные главы и заново загрузить с сервера
tr_tr: İndirilmiş bölüm listesini temizle ve sunucudan yeniden yükle

source: Transfer to
ru_ru: Перенести на

# ttransferfavoritesform.rball.caption
source: All
es: Todo
id_id: Semua
pt_br: Todos
ru_ru: Все
tr_tr: Tümü

# ttransferfavoritesform.rbinvalid.caption
source: Invalid
el_gr: Μη έγκυρο
es: No Valido
id_id: Tidak valid
pt_br: Inválido
ru_ru: Неподтвержденное
tr_tr: Geçersiz

# ttransferfavoritesform.rbvalid.caption
source: Valid
es: Valido
pt_br: Válido
ru_ru: Подтвержденное
tr_tr: Geçerli

# ttransferfavoritesform.vtfavs.header.columns[1].text
source: Title
el_gr: Ιστότοπος
es: Título
id_id: Judul
pt_br: Título
ru_ru: Название
tr_tr: Başlık

# ttransferfavoritesform.vtfavs.header.columns[2].text
source: Website
el_gr: Ιστότοπος
es: Sitio Web
id_id: Situs
ru_ru: Сайт

source: &Later
el_gr: &Αργότερα
es: &Después
id_id: &Nanti saja
pt_br: &Depois
ru_ru: Позже
tr_tr: &Sonra

source: &Update
el_gr: &Ενημέρωση
es: &Actualizar
id_id: &Mutakhirkan
pt_br: &Atualizar
ru_ru: Обновить
tr_tr: &Güncelle

source: New version found! Do you want to update now? FMD will be closed to finish the update.
el_gr: Βρέθηκε νέα έκδοση! Θέλετε να γίνει ενημέρωση τώρα; Το FMD θα κλείσει για να ολοκληρωθεί η ενημέρωση.
es: ¡Nueva Versión Encontrada! ¿Quieres Actualizar Ahora? FMD se Cerrará para Terminar la Actualización.
id_id: Versi mutakhir ditemukan! Apakah Anda ingin memutakhirkan sekarang? FMD akan ditutup untuk menyelesaikan pemutakhiran.
pt_br: Nova versão encontrada! Você quer atualizar agora? FMD irá fechar para terminar a atualização.
ru_ru: Найдена новая версия! Хотите обновить сейчас? FMD будет закрыт для завершения обновления.
tr_tr: Yeni sürüm bulundu! Şimdi güncellemek ister misiniz? FMD, güncelleme için kapatılacak.

source: Select a website
el_gr: Επιλέξτε έναν ιστότοπο
es: Seleccionar un Sitio Web
id_id: Pilih situs
pt_br: Selecionar um website
ru_ru: Выбрать сайт
tr_tr: Bir websitesi seç

source: Website name
es: Nombre del Sitio Web
id_id: Nama situs
pt_br: Nome do site
ru_ru: Название сайта
tr_tr: Website Adı

source: Setting name
es: Nombre de Opciones
id_id: Nama pengaturan
pt_br: Nome da configuração
ru_ru: Название параметра
tr_tr: Ayar ismi

source: Compressing...
id_id: Mengompresi...
ru_ru: Сжатие...

# udownloadsmanager.rs_disabled
source: Disabled
id_id: Nonaktif
ru_ru: Отключено

source: Downloading
id_id: Mengunduh
ru_ru: Загрузка

# udownloadsmanager.rs_failed
source: Failed
id_id: Gagal
ru_ru: Неудачно

source: Failed to create directory!
id_id: Gagal membuat direktori!
ru_ru: Не удалось создать папку!

source: Failed, try resuming this task!
id_id: Gagal, coba lanjutkan unduhan ini!
ru_ru: Неудача, попытка возобновить задачу!

source: Completed
id_id: Selesai
ru_ru: Завершено

# udownloadsmanager.rs_preparing
source: Preparing
id_id: Mempersiapkan
ru_ru: Подготовка

source: Stopped
id_id: Berhenti
ru_ru: Остановлено

source: Waiting...
id_id: Menunggu...
ru_ru: Ожидание...

# ufavoritesmanager.rs_btnaddtoqueue
source: &Add to queue
id_id: &Tambahkan ke antrean
ru_ru: Добавить в очередь

# ufavoritesmanager.rs_btncancel
source: &Cancel
id_id: &Batal
ru_ru: Отмена

# ufavoritesmanager.rs_btncheckfavorites
source: Check for new chapter
id_id: Periksa bab baru
ru_ru: Проверить на новую глава

# ufavoritesmanager.rs_btndownload
source: &Download
id_id: &Unduh
ru_ru: Загрузить

source: &Remove
id_id: &Hapus
ru_ru: Удалить

source: Found %d completed manga
id_id: Ditemukan %d komik yang tamat
ru_ru: Найдено %d экз. законченной манги

source: Favorites check is running!
id_id: Pemeriksaan kesukaan sedang berjalan!
ru_ru: Запущена проверка избранного!

source: %d manga(s) have new chapter(s)
id_id: Ditemukan %d bab baru
ru_ru: %d экз. манги имеют новые главы

source: %s <%s> has %d new chapter(s).
id_id: %s <%s> memiliki %d bab baru
ru_ru: %s <%s> имеет %d новых глав.

source: Completed manga will be removed:
id_id: Komik yang sudah tamat akan dihapus:
ru_ru: Законченная манга будет убрана:

source: Found %d new chapter from %d manga(s):
id_id: %d bab baru dari %d komik:
ru_ru: Найдено %d новых глав %d манги:

source: Loading: %d/%d
id_id: Memuat: %d/%d
ru_ru: Загрузка: %d/%d

source: %s has %d new manga(s)
id_id: %s memiliki %d komik baru
ru_ru: %s имеет %d новых экз. манги

source: Getting directory
id_id: Memuat direktori
ru_ru: Получение папки

source: Getting info
id_id: Memuat informasi
ru_ru: Получение информации

source: Getting list for
id_id: Memuat daftar untuk
ru_ru: Получение списка для

source: Indexing new title(s)
id_id: Pengindeksan judul baru
ru_ru: Индексирование новых тайтлов

source: Looking for new title(s)
id_id: Mencari judul baru
ru_ru: Поиск новых тайтлов

source: Looking for new title(s) from another directory
id_id: Mencari judul baru dari direktori lain
ru_ru: Поиск новых тайтлов из другой папки

# uupdatethread.rs_preparing
source: Preparing
id_id: Mempersiapkan
ru_ru: Подготовка

source: Removing duplicate from current data
id_id: Menghapus duplikat dari data saat ini
ru_ru: Удаление дубликатов их текущих данных

source: Removing duplicate from local data
id_id: Menghapus duplikat dari data lokal
ru_ru: Удаление дубликатов из локальных данных

source: Removing duplicate from new title(s)
id_id: Menghapus duplikat dari judul baru
ru_ru: Удаление дубликатов новых тайтлов

source: Saving data
id_id: Menyimpan data
ru_ru: Сохранение данных

source: Synchronizing data
id_id: Sinkronisasi data
ru_ru: Синхронизация данных

source: Updating list
id_id: Memutakhirkan daftar
ru_ru: Обновление списка

source: Can not load WebP codec library "%s". Check your installation.
id_id: Tidak dapat memuat pustaka kodek WebP "%s". Periksa instalasi Anda.
ru_ru: Невозможно загрузить библиотеку кодека WebP "%s". Проверьте установку.

# checkupdate.rs_currentversion
source: Installed Version
id_id: Versi terinstal

# checkupdate.rs_latestversion
source: Latest Version
id_id: Versi mutakhir

# checkupdate.rs_newversionfound
source: New Version found!
id_id: Versi mutakhir ditemukan!

# frmaccountmanager.rs_valid
source: OK
el_gr: Εντάξει
id_id: Oke
tr_tr: Tamam

# frmluamodulesupdater.rs_statusdelete
source: %s DELETE*
es: %s ELIMINAR
id_id: %s DIHAPUS*
pt_br: %s EXCLUIR*
tr_tr: %s SİLİNDİ*

# frmluamodulesupdater.rs_statusfailed
source: %s FAILED*
es: %s FALLO
id_id: %s GAGAL*
pt_br: %s FALHOU*
tr_tr: %s BAŞARISIZ*

# frmluamodulesupdater.rs_statusnew
source: %s NEW*
es: %s NUEVO
id_id: %s BARU*
pt_br: %s NOVO*
tr_tr: %s YENİ*

# frmluamodulesupdater.rs_statusredownloaded
source: %s REDOWNLOAD*
es: %s VOLVER A DESCARGAR
id_id: %s DIUNDUH ULANG*
pt_br: %s BAIXAR_NOVAMENTE*
tr_tr: %s TEKRAR İNDİRME*

# frmluamodulesupdater.rs_statusupdate
source: %s UPDATE*
es: %s ACTUALIZAR*
id_id: %s PEMUTAKHIRAN*
pt_br: %s ATUALIZAR*
tr_tr: %s GÜNCELLENDİ*

# frmmain.rs_btnok
source: &OK
el_gr: &Εντάξει
id_id: &Oke
tr_tr: &Tamam

# frmmain.rs_infowebsite
source: Website:
el_gr: Ιστότοπος:
es: Sitio Web:
id_id: Situs:
tr_tr: Site:

# frmmain.rs_modesearching
source: Mode: Searching...
el_gr: Λειτ.: Αναζήτηση...
es: Modo: Buscando...
id_id: Mode: Mencari...
pt_br: Modo: Buscando...
tr_tr: Mod: Aranıyor...

# selfupdater.rs_missingfile
source: Missing %s
es: Perdido %s
id_id: Tidak ditemukan %s
pt_br: Faltando %s
tr_tr: %s eksik

# taccountmanagerform.btedit.caption
source: Edit
el_gr: Επεξεργασία
es: Editar
id_id: Sunting
pt_br: Editar
tr_tr: Düzenle

source: AccountManagerForm
id_id: Form Manajer Akun
tr_tr: HesapYöneticisiFormu

source: Ok
el_gr: Εντάξει
id_id: Oke
tr_tr: Tamam

source: CustomColorForm
es: FormulariodeColorPersonalizado
id_id: Form Kustomisasi Warna
tr_tr: KişiselRenkFromu

# timportfavorites.btimport.caption
source: &OK
el_gr: &Εντάξει
id_id: &Oke
tr_tr: &Tamam

# tmainform.btdownload.caption
source: Download
el_gr: Λήψη
es: Descargar
id_id: Unduh
pt_br: Baixar
tr_tr: İndir

# TMAINFORM.BTFILTER.CAPTION
source: Filter
el_gr: Φίλτρο
es: Filtro
id_id: Saring
pt_br: Filtros
tr_tr: Filtre

# TMAINFORM.BTREMOVEFILTERLARGE.CAPTION
source: Remove filter
el_gr: Αφαίρεση φίλτρου
es: Quitar Filtro
id_id: Singkirkan
pt_br: Remover filtro
tr_tr: Filtreyi kaldır

# tmainform.cboptionautocheckfavdownload.caption
source: Automatic download after finish checking
el_gr: Αυτόματη λήψη μετά το τέλους του ελέγχου
es: Descarga Automática al Terminar de Revisar
id_id: Mengunduh otomatis setelah selesai memeriksa
tr_tr: Kontrol bittikten sonra otomatik indir
