Repository: riderkick/FMD
Catalog: languages/fmd.*.po
Languages: el_gr, es, id_id, pt_br, ru_ru, tr_tr

# tmainform.cboptionautocheckfavremovecompletedmanga.caption
source: Automatic remove completed manga from Favorites
el_gr: Αυτόματη κατάργηση ολοκληρωμένων mangas από τα Αγαπημένα
es: Remover Automáticamente Manga Completado de Favoritos
id_id: Hapus komik yang sudah tamat otomatis dari daftar kesukaan
tr_tr: Tamamlanmış mangayı Favorilerden otomatik kaldır

# tmainform.cboptionautochecklatestversion.caption
source: Auto check for latest version
el_gr: Αυτόματος έλεγχος για την τελευταία έκδοση
es: Revisar Automáticamente la Última Versión
id_id: Periksa versi mutakhir otomatis
tr_tr: Son sürümü otomatik kontrol et

# tmainform.cboptionchangeunicodecharacter.caption
source: Replace all unicode character with
el_gr: Αλλαγή όλων των unicode χαρακτήρων με
es: Reemplazar todo Carácter Unicode con
id_id: Ganti semua simbol unicode menjadi
tr_tr: Tüm Unicode karakterleri şununla değiştir

# tmainform.cboptiongeneratemangafolder.caption
source: Auto generate folder based on manga's name
el_gr: Αυτόματη δημιουργία φακέλου βάσει του ονόματος του manga
es: Auto Generar Carpeta Basado en Nombre del Manga
id_id: Buat direktori bab otomatis berdasarkan nama komik
tr_tr: Klasörü manga adına göre otomatik oluştur

# tmainform.cboptionshowfavoritestabonnewmanga.caption
source: Show Favorites tab when adding new manga
es: Enseñar pestaña de Favoritos cuando agrege un nuevo manga
id_id: Tampilkan daftar kesukaan saat menambahkan komik baru
pt_br: Exibir aba de Favoritos quando adicionando novo mangá
tr_tr: Yeni manga eklerken Favoriler sekmesini göster

# tmainform.cbpngcompressionlevel.text
source: Fastest
es: El Más Rápido
id_id: Tercepat
pt_br: Mais Rápido
tr_tr: En hızlı

# tmainform.ckfiltershoujoai.hint
source: Often synonymous with yuri, this can be thought of as somewhat less extreme. "Girl''s Love", so to speak.
id_id: Identik dengan yuri, hanya agak kurang ekstrem. Bisa dikatakan "Percintaan Antara Perempuan".

# tmainform.ckfiltershounen.hint
source: A work intended and primarily written for males. These works usually involve fighting and/or violence.
el_gr: Ένα έργο που προορίζεται και είναι γραμμένο κυρίως για άνδρες. Τα έργα αυτά αφορούν συνήθως σκηνές μάχης ή/και βία.
es: Un trabajo destinado y dirigido principalmente a los varones. Estas trabajos involucran generalmente la lucha y/o violencia.
id_id: Sebuah karya yang ditujukan untuk laki-laki. Biasanya melibatkan perkelahian dan/atau kekerasan.
pt_br: Um trabalho destinado e escrito principalmente para homens. Esses trabalhos geralmente envolvem lutas e/ou violência.
tr_tr: Öncelikli olarak erkekler için yazılmış çalışmalar. Bunlar çoğunlukla kavga ve/veya şiddet içerir.

source: Often synonymous with yaoi, this can be thought of as somewhat less extreme. "Boy''s Love"¬ù, so to speak
id_id: Identik dengan yaoi, hanya agak kurang ekstrim. Bisa dikatakan "Percintaan Antara Laki-laki".

# tmainform.ckoptionsalwaysstarttaskfromfailedchapters.caption
source: Always start task from failed chapters
es: Siempre Empezar Tareas desde Capítulos Fallídos
id_id: Selalu mulai unduhan dari bab yang gagal
pt_br: Sempre iniciar tarefa dos capítulos que falharam

# tmainform.eddownloadssearch.texthint
source: Search downloads...
el_gr: Αναζήτηση λήψεων...
es: Buscar Descargas...
id_id: Cari unduhan...
pt_br: Pesquisar downloads...
tr_tr: İndirmeleri ara...

# tmainform.edfavoritessearch.texthint
source: Search favorites...
el_gr: Αναζήτηση αγαπημένων...
es: Buscar Favoritos...
id_id: Cari kesukaan...
pt_br: Pesquisar favoritos...
tr_tr: Favorileri ara...

# tmainform.edmangalistsearch.texthint
source: Search title...
el_gr: Αναζήτηση τίτλου...
es: Buscar Título...
id_id: Cari judul...
pt_br: Pesquisar pelo título...
tr_tr: Başlık ara...

# tmainform.edoptionexternalparams.texthint
source: External program parameters
el_gr: Ρυθμίσεις εξωτερικού προγράμματος
es: Parametros de Programa Externos
id_id: Parameter program
tr_tr: Harici program parametreleri

# tmainform.edoptionexternalpath.texthint
source: External program path
el_gr: Διαδρομή εξωτερικού προγράμματος
es: Ruta de Programa Externa
id_id: Lokasi program
tr_tr: Harici program yolu

# tmainform.edwebsitessearch.texthint
source: Search website...
el_gr: Αναζήτηση ιστότοπου...
es: Buscar Sitio Web...
id_id: Cari situs...
tr_tr: Websitesi ara...

# TMAINFORM.GBOPTIONFAVORITES.CAPTION
source: Favorites
el_gr: Αγαπημένα
es: Favoritos
id_id: Kesukaan
pt_br: Favoritos
tr_tr: Favoriler

# tmainform.lboptionchaptercustomrename.caption
source: Chapter name:
el_gr: Όνομα κεφαλαίου:
es: Nombre del Capitulo:
id_id: Nama bab:
tr_tr: Bölüm adı:

# tmainform.lboptionchaptercustomrenamehint.hint
source: %WEBSITE% : Website name %MANGA% : Manga title %CHAPTER% : Chapter title %AUTHOR% : Author %ARTIST% : Artist %NUMBERING% : Numbering Note: Chapter folder name must have at least %CHAPTER% or %NUMBERING%.
el_gr: %WEBSITE% : Όνομα ιστότοπου %MANGA% : Τίτλος manga %CHAPTER% : Τίτλος κεφαλαίου %AUTHOR% : Δημιουργός %ARTIST% : Καλλιτέχνες %NUMBERING% : Αρίθμηση Σημείωση: Το όνομα φακέλου κεφαλαίου πρέπει να έχει τουλάχιστον %CHAPTER% ή %NUMBERING%.
es: %WEBSITE% : Nombre del Sitio Web %MANGA% : Título del Manga %CHAPTER% : Título del Capítulo %AUTHOR% : Autor %ARTIST% : Artista %NUMBERING% : Numeración Nota: El Nombre de la Carpeta del Capítulo debe tener al menos %CHAPTER% o %NUMBERING%.
id_id: %WEBSITE% : Nama situs %MANGA% : Judul komik %CHAPTER% : Judul Bab %AUTHOR% : Penulis %ARTIST% : Seniman %NUMBERING% : Penomoran Catatan: Nama direktori bab setidaknya harus memiliki %CHAPTER% atau %NUMBERING%.
tr_tr: %WEBSITE% : Website adı %MANGA% : Manga başlığı %CHAPTER% : Bölüm başlığı %AUTHOR% : Yazar %ARTIST% : Çizer %NUMBERING% : Numaralama Not: Bölüm klasörü en azından %CHAPTER% ya da %NUMBERING% içermelidir.

# tmainform.lboptionmangacustomrename.caption
source: Manga folder name:
el_gr: Όνομα φακέλου manga:
es: Nombre de la Carpeta del Manga:
id_id: Nama direktori komik:
tr_tr: Manga klasörü adı:

# TMAINFORM.LBOPTIONPDFQUALITY.HINT
source: 100 = FlateEncode (lossless), lower = DCTEncode (lossy)
el_gr: 100 = FlateEncode (χωρίς απώλειες). Χαμηλότερα = DCTEncode (με απώλειες)
es: 100 = FlateEncode (Sin Pérdida), Más Bajo = DCTEncode (Con Pérdida)
id_id: 100 = FlateEncode (lossless), lebih rendah = DCTEncode (lossy)
pt_br: 100 = FlateEncode (lossless), baixo = DCTEncode (lossy)
tr_tr: 100 = FlateEncode (kayıpsız), düşük = DCTEncode (kayıplı)

# tmainform.lbpngcompressionlevel.caption
source: PNG Compression level
es: Nivel de Compresión PNG
id_id: Tingkat kompresi PNG
pt_br: Nível de compressão PNG
tr_tr: PNG Sıkıştırma seviyesi

# TMAINFORM.MEDTURLDELETE.CAPTION
source: Delete
el_gr: Διαγραφή
es: Eliminar
id_id: Hapus
pt_br: Apagar
tr_tr: Sil

# TMAINFORM.MIDOWNLOADDELETECOMPLETED.CAPTION
source: Delete all completed tasks
el_gr: Διαγραφή όλων των ολοκληρωμένων εργασιών
es: Eliminar Todas las Tareas Completadas
id_id: Hapus semua unduhan yang sudah selesai
pt_br: Apagar todas as tarefas concluídas
tr_tr: Tüm tamamlanmış görevleri sil

# tmainform.mifavoritesdefaultaction.caption
source: Default Action
id_id: Tindakan asali
tr_tr: Varsayılan Eylem

# tmainform.mifavoritesdefaultactionchecknewchapters.caption
source: Check for new Chapters
id_id: Periksa bab baru
tr_tr: Yeni Bölümler için kontrol et

# tmainform.mifavoritesdefaultactionopenfolder.caption
source: Open Folder
id_id: Buka direktori
tr_tr: Klasörü Aç

# tmainform.mifavoritesdefaultactionrename.caption
source: Rename
id_id: Ubah nama
tr_tr: Yeniden Adlandır

# tmainform.mifavoritesdefaultactionshowinfo.caption
source: View Manga Info
id_id: Lihat informasi komik
tr_tr: Manga Bilgisini Göster

# TMAINFORM.MIFAVORITESDELETE.CAPTION
source: Delete
el_gr: Διαγραφή
es: Eliminar
id_id: Hapus
pt_br: Apagar
tr_tr: Sil

# TMAINFORM.MIFAVORITESOPENFOLDER.CAPTION
source: Open Folder
el_gr: Άνοιγμα φακέλου
es: Abrir Carpeta
id_id: Buka direktori
pt_br: Abrir Pasta
tr_tr: Klasörü Aç

# TMAINFORM.MIFAVORITESOPENWITH.CAPTION
source: Open ...
el_gr: Άνοιγμα...
es: Abrir ...
id_id: Buka ...
pt_br: Abrir ...
tr_tr: Aç ...

# tmainform.mifavoritestransferwebsite.caption
source: Transfer website
es: Transferir Sitio Web
id_id: Transfer situs
pt_br: Transferir website
tr_tr: Website değiştir

# TMAINFORM.MIFAVORITESVIEWINFOS.CAPTION
source: View manga info
el_gr: Προβολή πληροφοριών manga
es: Ver Información del Manga
id_id: Lihat informasi komik
pt_br: Exibir info do mangá
tr_tr: Manga bilgisini göster

# TMAINFORM.MIMANGALISTDOWNLOADALL.CAPTION
source: Download all
el_gr: Λήψη όλων
es: Descargar Todo
id_id: Unduh semua
pt_br: Baixar tudo
tr_tr: Tümünü indir

source: Hibernate
el_gr: Αδρανοποίηση υπολογιστή
es: Hibernar
id_id: Hibernasikan komputer
pt_br: Hibernar
tr_tr: Uyut

# TMAINFORM.MNUPDATELIST.CAPTION
source: Update manga list
el_gr: Ενημέρωση λίστας manga
es: Actualizar Lista de Manga
id_id: Mutakhirkan daftar komik
pt_br: Atualizar lista de mangá
tr_tr: Manga listesini güncelle

# tmainform.tsdownload.caption
source: Downloads
el_gr: Λήψεις
es: Descargas
id_id: Unduhan
tr_tr: İndirmeler

# tmainform.tslog.caption
source: Log
id_id: Pencatatan

# tmainform.vtdownload.header.columns[3].text
source: Transfer rate
el_gr: Ρυθμός μεταφοράς
es: Ratio de Transferencia
id_id: Kecepatan
pt_br: Velocidade
tr_tr: Transfer oranı

# tmainform.vtdownload.header.columns[6].text
source: Added
id_id: Ditambahkan

# TMAINFORM.VTFAVORITES.HEADER.COLUMNS[1].TEXT
source: Title
el_gr: Τίτλος
es: Título
id_id: Judul
pt_br: Título
tr_tr: Başlık

# TMAINFORM.VTFAVORITES.HEADER.COLUMNS[3].TEXT
source: Website
el_gr: Ιστότοπος
es: Sitio Web
id_id: Situs

# TMAINFORM.VTFAVORITES.HEADER.COLUMNS[4].TEXT
source: Save to
el_gr: Αποθήκευση σε
es: Guardar en
id_id: Lokasi penyimpanan
pt_br: Salvar em
tr_tr: Şuraya kaydet

# tselectdirectoryform.btok.caption
source: OK
el_gr: Εντάξει
id_id: Oke
tr_tr: Tamam

# ttransferfavoritesform.btok.caption
source: OK
el_gr: Εντάξει
id_id: Oke
tr_tr: Tamam

# ttransferfavoritesform.lbtransferto.caption
source: Transfer to
es: Transferir a
id_id: Transfer ke
pt_br: Transferir para
tr_tr: Şuraya Transfer Et

source: WebsiteSettingsForm
es: FormulariodeOpcionesdeSitioWEb
id_id: Form Pengaturan Situs
tr_tr: WebsiteAyarlarıFormu

# TIMPORTFAVORITES.BTCANCEL.CAPTION
source: Cancel
el_gr: Άκυρο
es: Cancelar
pt_br: Cancelar
tr_tr: İptal

source: Domdomsoft Manga Downloader
tr_tr: Domdomsoft Manga İndirici

# TMAINFORM.CKFILTERSHOUJOAI.HINT
source: Often synonymous with yuri, this can be thought of as somewhat less extreme. "Girl''s Love", so to speak.
el_gr: Συχνά συνώνυμη με το Yuri. Αυτό μπορεί να θεωρηθεί ως κάπως λιγότερο ακραίο. Μπορείτε να το πείτε και «Έρωτας κοριτσιών».
es: A menudo sinónimo de yuri, esto puede ser considerado como algo menos extremo. "Amor entre Chicas", por así decirlo.
pt_br: Muitas vezes sinônimo de yuri, isso pode ser pensado como um pouco menos extremo. "Amor da menina", por assim dizer.
tr_tr: Yuri ile benzer görülse de, bu biraz daha az aşırılık barındırır. "Kız Çocuklarının Aşkı", denebilir.

# TMAINFORM.EDFILTERTITLE.TEXTHINT
source: Title
el_gr: Τίτλος
es: Título
pt_br: Título
tr_tr: Başlık

# TMAINFORM.EDSAVETO.TEXTHINT
source: Save to
el_gr: Αποθήκευση σε
es: Guardar en
pt_br: Salvar em
tr_tr: Şuraya kaydet

# TMAINFORM.LBFILTERSTATUS.CAPTION
source: Status
el_gr: Κατάσταση
es: Estado
tr_tr: Durum

# TMAINFORM.TSSAVETO.CAPTION
source: Save to
el_gr: Αποθήκευση
es: Guardar en
pt_br: Salvar em
tr_tr: Şuraya kaydet

# TMAINFORM.VTDOWNLOAD.HEADER.COLUMNS[6].TEXT
source: Added
el_gr: Προστέθηκε
es: Agregado
pt_br: Adicionado
tr_tr: Eklenme Tarihi

# TNEWCHAPTER.BTCANCEL.CAPTION
source: &Cancel
el_gr: Ά&κυρο
es: &Cancelar
pt_br: &Cancelar
tr_tr: &İptal

# TNEWCHAPTER.BTDOWNLOAD.CAPTION
source: &Download
el_gr: &Λήψη
es: &Descargar
pt_br: &Baixar
tr_tr: &İndir

# TNEWCHAPTER.BTQUEUE.CAPTION
source: &Add to queue
el_gr: &Προσθήκη στην ουρά
es: &Agregar a Cola
pt_br: &Adic. à fila
tr_tr: &Sıraya ekle

# TACCOUNTMANAGERFORM.VTACCOUNTLIST.HEADER.COLUMNS[2].TEXT
source: Username
pt_br: Nome de usuário

# TACCOUNTSETFORM.BTCANCEL.CAPTION
source: Cancel
pt_br: Cancelar

# TACCOUNTSETFORM.EDPASSWORD.TEXTHINT
source: Password
pt_br: Senha

# TACCOUNTSETFORM.EDUSERNAME.TEXTHINT
source: Username
pt_br: Nome de usuário

# TACCOUNTSETFORM.LABEL2.CAPTION
source: Username
pt_br: Nome de usuário

# TACCOUNTSETFORM.LABEL3.CAPTION
source: Password
pt_br: Senha

# TFORMDROPTARGET.MIADDTOFAVORITES.CAPTION
source: Add to favorites
pt_br: Adicionar aos favoritos

# TFORMDROPTARGET.MIDOWNLOADALL.CAPTION
source: Download all
pt_br: Baixar tudo

# TIMPORTFAVORITES.EDPATH.TEXTHINT
source: Path to the software (e.g. C:\MangaDownloader)
pt_br: Caminho para o software (e.g. C:\MangaDownloader)

# TMAINFORM.BTCHECKLATESTVERSION.CAPTION
source: Check for latest version
pt_br: Checar pela última versão

# TMAINFORM.CBOPTIONAUTOCHECKFAVDOWNLOAD.CAPTION
source: Automatic download after finish checking
pt_br: Download automático após terminar de checar

# TMAINFORM.CBOPTIONAUTOCHECKFAVREMOVECOMPLETEDMANGA.CAPTION
source: Automatic remove completed manga from Favorites
pt_br: Remover automaticamente mangás completados dos Favoritos

# TMAINFORM.CBOPTIONAUTOCHECKLATESTVERSION.CAPTION
source: Auto check for latest version
pt_br: Auto-checar pela última versão

# TMAINFORM.CBOPTIONCHANGEUNICODECHARACTER.CAPTION
source: Replace all unicode character with
pt_br: Substituir todos caracteres unidcode com

# TMAINFORM.CBOPTIONGENERATEMANGAFOLDER.CAPTION
source: Auto generate folder based on manga's name
pt_br: Auto-gerar pasta com o nome do mangá

# TMAINFORM.EDFILTERMANGAINFOCHAPTERS.TEXTHINT
source: Filter
pt_br: Filtros

# TMAINFORM.EDOPTIONCHAPTERCUSTOMRENAME.TEXTHINT
source: Custom rename
pt_br: Renomear personalizado

# TMAINFORM.EDOPTIONEXTERNALPARAMS.TEXTHINT
source: External program parameters
pt_br: Parâmetros externos do programa

# TMAINFORM.EDOPTIONEXTERNALPATH.TEXTHINT
source: External program path
pt_br: Caminho do programa externo

# TMAINFORM.EDOPTIONFILENAMECUSTOMRENAME.TEXTHINT
source: Custom rename
pt_br: Renomear personalizado

# TMAINFORM.EDOPTIONMANGACUSTOMRENAME.TEXTHINT
source: Custom rename
pt_br: Renomear personalizado

# TMAINFORM.EDWEBSITESSEARCH.TEXTHINT
source: Search website...
pt_br: Pesquisar no site ...

# TMAINFORM.LBOPTIONAUTOCHECKFAVINTERVALMINUTES.CAPTION
source: Auto check for new chapter every %d minutes
pt_br: Auto checar por novos capítulos a cada %d minutos

# TMAINFORM.LBOPTIONCHAPTERCUSTOMRENAME.CAPTION
source: Chapter name:
pt_br: Nome do capítulo:

# TMAINFORM.LBOPTIONCHAPTERCUSTOMRENAMEHINT.HINT
source: %WEBSITE% : Website name %MANGA% : Manga title %CHAPTER% : Chapter title %AUTHOR% : Author %ARTIST% : Artist %NUMBERING% : Numbering Note: Chapter folder name must have at least %CHAPTER% or %NUMBERING%.
pt_br: %WEBSITE% : Nome doWebsite %MANGA% : Título do Mangá %CHAPTER% : Título do capítulo %AUTHOR% : Autor %ARTIST% : Artista %NUMBERING% : Número Nota: O nome da pasta do capítulo deve ter pelo menos %CHAPTER% ou %NUMBERING%.

# TMAINFORM.LBOPTIONMANGACUSTOMRENAME.CAPTION
source: Manga folder name:
pt_br: Nome da pasta do mangá:

# TMAINFORM.MICHAPTERLISTFILTER.CAPTION
source: Filter
pt_br: Filtros

# TMAINFORM.MIFAVORITESCHECKNEWCHAPTER.CAPTION
source: Check for new chapter
pt_br: Checar por novos capítulos

# TMAINFORM.MITRAYEXIT.CAPTION
source: Exit
pt_br: Sair

# TMAINFORM.MITRAYSHOWDROPBOX.CAPTION
source: Show Drop Box
pt_br: Exibir Caixa de Seleção

# TMAINFORM.MNFILTERGENREALLCHECK.CAPTION
source: Check all
pt_br: Marca tudo

# TMAINFORM.MNFILTERGENREALLUNCHECK.CAPTION
source: Uncheck all
pt_br: Desmarcar Tudo

# TMAINFORM.TSWEBSITEOPTIONS.CAPTION
source: Options
pt_br: Opções

# TMAINFORM.CKFILTERHENTAI.HINT
source: Hentai
el_gr: Πορνογραφικό περιεχόμενο με στοιχεία διαστροφής.
