Repository: riderkick/FMD
Catalog: languages/fmd.*.po
Languages: el_gr, es, id_id, pt_br, ru_ru, tr_tr

source: Girls dressing up as guys, guys dressing up as girls. Guys turning into girls, girls turning into guys.
el_gr: Κορίτσια που ντύνονται σαν αγόρια και αγόρια που ντύνονται σαν κορίτσια. Αγόρια που γίνονται κορίτσια και κορίτσια που γίνονται αγόρια.
es: Chicas vistiendo como chicos, chicos vistiendo como chicas. Chicos convirtiéndose en chicas, chicas convirtiéndose en chicos.
id_id: Gadis berdandan sebagai laki-laki, laki-laki yang berpakaian sebagai gadis. Laki-Laki yang berubah menjadi gadis, gadis yang berubah menjadi laki-laki.
pt_br: Meninas vestindo-se como caras, caras vestir-se como meninas. Rapazes se transformando em garotas, garotas se transformando em caras.
ru_ru: Девушки наряжаются как парни, парни наряжаются как девушки. Парни превращаются в девушек, девушки превращаются в парней.
tr_tr: Kızlar erkek gibi giyinebilir, erkekler kız gibi giyinebilir. Erkekler kıza dönüşebilir, kızlar erkeğe dönüşebilir.

source: Harem
pt_br: Harém
ru_ru: Гарем

source: A series involving one male character and many female characters (usually attracted to the male character). A Reverse Harem is when the genders are reversed.
el_gr: Μια σειρά που περιλαμβάνει έναν αρσενικό χαρακτήρα και πολλούς γυναικείους (συνήθως έλκονται από τον αρσενικό χαρακτήρα). Το Reverse Harem είναι όταν τα φύλα αντιστρέφονται.
es: Una serie que envuelve un personaje masculino y muchos personajes femeninos (generalmente atraídos por el personaje masculino). Un Harem inverso es cuando los sexos se invierten.
id_id: Sebuah serial yang melibatkan satu karakter laki-laki dan banyak karakter perempuan (biasanya tertarik karakter laki-laki). Reverse Harem adalah saat jenis kelamin dibalik.
pt_br: Uma série envolvendo um personagem masculino e muitas personagens femininas (normalmente atraídas pelo personagem masculino). Um Harem reverso é quando os sexos são invertidos.
ru_ru: В сериях учавствует один главный мужской персонаж и многих женских персонажей (как правило, испытывающих влечение к мужскому персонажу). Реверсивный гарем - это когда пол меняются на противоположный.
tr_tr: Bir erkek karakter ve birden çok kız/kadın karakter içeren (çoğunlukla bu kızlar/kadınlar erkek karaktere sevgi, aşk ile bağlıdırlar) çalışmalar. Reverse Haremde ise cinsiyetler tam tersidir.

# tmainform.ckfilterhentai.caption
source: Hentai
ru_ru: Хентай

# tmainform.ckfilterhentai.hint
source: Hentai
ru_ru: Хентай

source: Historical
es: Historico
pt_br: Histórico
ru_ru: История
tr_tr: Tarihi

source: Having to do with old or ancient times.
el_gr: Αναφέρεται σε παλαιούς ή αρχαίους χρόνους.
es: Tiene que ver con viejos o antiguos tiempos.
id_id: Yang berkaitan dengan waktu lama atau kuno.
pt_br: Tem a ver com tempos antigos ou antigos.
ru_ru: Имеет отношение к старым или древним временам.
tr_tr: Eski ya da antik çağlarda gerçekleşen olaylar.

source: Horror
ru_ru: Ужасы
tr_tr: Korku

source: A painful emotion of fear, dread, and abhorrence; a shuddering with terror and detestation; the feeling inspired by something frightful and shocking.
el_gr: Ένα οδυνηρό συναίσθημα φόβου, τρόμου και αποστροφής. Ένα ανατριχιαστικό με τρόμο και αποστροφή. Το αίσθημα που είναι εμπνευσμένο από κάτι τρομακτικό και συγκλονιστικό.
es: Una dolorosa emoción de miedo, temor y repugnancia; un estremecimiento de terror y odio; el sentimiento inspirado por algo terrible e impactante.
id_id: Emosi ketakutan dan kebencian; gemetar dengan teror dan kebencian; perasaan yang diinspirasi oleh sesuatu yang mengerikan dan mengejutkan.
pt_br: Uma dolorosa emoção de medo, temor e aborrecimento; Um estremecimento de terror e ódio; O sentimento inspirado por algo terrível e chocante.
ru_ru: Мучительное чувство ужаса, страха и отвращения; Содрогание от ужаса и ненависти; Чувство, вдохновленное чем-то страшным и шокирующим.
tr_tr: Korku, dehşet ve nefret; korkutmayla sarsıcı ve iğrenme; korkunç ve şok edici bir şeyden etkilenme hissi.

source: Josei
ru_ru: Дзёсэй

source: Literally "Woman". Targets women 18-30. Female equivalent to seinen. Unlike shoujo the romance is more realistic and less idealized. The storytelling is more explicit and mature.
el_gr: Κυριολεκτικά «Γυναίκα». Απευθύνεται σε γυναίκες 18-30. Ισοδύναμο με το θηλυκό. Σε αντίθεση με το Shoujo το ειδύλλιο είναι πιο ρεαλιστικό και λιγότερο εξιδανικευμένο. Η αφήγηση είναι πιο σαφής και ώριμη.
es: Literalmente "mujer". Dirigido a las mujeres de 18-30. Femenino equivalente al seinen. A diferencia de shoujo el romance es más realista y menos idealizado. La narración es más explícita y madura.
id_id: Secara harfiah "Wanita". Menargetkan wanita berumur 18-30 tahun. Setara dengan seinen. Tidak seperti shoujo, romansa lebih realistis dan kurang ideal. Cerita lebih eksplisit dan matang.
pt_br: Literalmente "Mulher". Alvos das mulheres 18-30. Feminino equivalente a seinen. Ao contrário shoujo o romance é mais realista e menos idealizado. A narrativa é mais explícita e madura.
ru_ru: Буквально «Женщина». Нацелено на женщин 18-30 лет. Женский эквивалент сёнен. В отличие от сёдзе роман более реалистичен и менее идеализирован. Рассказ историй более ясный и зрелый.
tr_tr: Bayan. 18-30 yaş arası bayanlara yönelik içerik. Seinen'in kadın versiyonu. Aşklar gerçekçidir. Hikaye, Shoujo’ya göre daha olgun içerikler barındırır.

source: Lolicon
ru_ru: Лоликон

source: Representing a sexual attraction to young or under-age girls.
el_gr: Αναφέρεται στη σεξουαλική έλξη προς νεαρά ή ανήλικα κορίτσια.
es: Representa una atracción sexual a chicas jóvenes o menores de edad.
id_id: Mewakili daya tarik seksual ke anak perempuan di bawah umur.
pt_br: Representando uma atração sexual para meninas jovens ou menores.
ru_ru: Представление сексуального влечения к молодым или несовершеннолетним девочкам.
tr_tr: Genç veya çoğunlukla yaşı küçük kızlara karşı cinsel anlamda ilgi barındıran içerikler.

source: Martial Arts
es: Artes Marciales
pt_br: Artes Marciais
ru_ru: Боевые Искусства
tr_tr: Dövüş Sanatları

source: As the name suggests, anything martial arts related. Any of several arts of combat or self-defense, such as aikido, karate, judo, or taekwondo, kendo, fencing, and so on and so forth.
el_gr: Όπως υποδηλώνει το όνομα, οτιδήποτε σχετικό με πολεμικές τέχνες. Οποιεσδήποτε από τις διάφορες τέχνες μάχης ή αυτοάμυνας, όπως αϊκίντο, καράτε, τζούντο, τάε κβον ντο ή κέντο κ.ά.
es: Como su nombre indica, cualquier cosa relacionada artes marciales. Cualquiera de los diversos artes de combate o de autodefensa, como el aikido, karate, judo, o el taekwondo, kendo, la esgrima, y así sucesivamente.
id_id: Seperti namanya, apa pun yang berkaitan seni bela diri. Salah satu dari beberapa seni tempur atau membela diri, seperti aikido, karate, judo atau taekwondo, kendo, anggar, dan sebagainya.
pt_br: Como o nome sugere, nada de artes marciais relacionadas. Qualquer uma das várias artes de combate ou autodefesa, como aikido, karate, judo, ou taekwondo, kendo, esgrima, e assim por diante.
ru_ru: Как следует из названия, все, что связано с боевыми искусствами. Любое из нескольких исскуств боя или самозащиты, таких как айкидо, каратэ, дзюдо, таэквондо, кендо, фехтование и т.д.и т.п.
tr_tr: İsimden de anlaşılacağı gibi, dövüş sanatlarını içeren her şey. Birkaç tane dövüş ya da savunma sanatı; aikido, karate, judo ya da taekwondo, kendo, eskrim vb.

source: Mature
es: Maduro
pt_br: Maduro
ru_ru: Зрелые
tr_tr: Olgun

source: Contains subject matter which may be too extreme for people under the age of 17. Titles in this category may contain intense violence, blood and gore, sexual content and/or strong language.
el_gr: Περιέχει θέμα το οποίο μπορεί να είναι πολύ ακραίο για άτομα κάτω των 17 ετών. Οι τίτλοι σε αυτή την κατηγορία μπορεί να περιέχουν έντονη βία, έντονη αιματοχυσία, σεξουαλικό περιεχόμενο και σκληρή γλώσσα.
es: Contiene temas que pueden ser demasiado extremos para las personas menores de 17. Los títulos de esta categoría pueden contener violencia intensa, sangre y gore, contenido sexual y/o lenguaje fuerte.
id_id: Berisi materi pelajaran yang mungkin terlalu ekstrem bagi orang di bawah umur 17 tahun. Judul dalam kategori ini mungkin berisi kekerasan yang intens, darah dan gore, konten seksual dan bahasa yang kuat.
pt_br: Contém matérias que podem ser demasiado extremas para pessoas com menos de 17 anos. Os títulos desta categoria podem conter violência intensa, sangue e sangue, conteúdo sexual e/ou linguagem forte.
ru_ru: Содержит материаллы, которые могут быть слишком экстремальными для несовершеннолетних. Работы в этой категории могут содержать много насилия, крови, сексуального контента и/или резких слов.
tr_tr: 17 yaşın altındaki kişiler için aşırı gelebilecek şeyler içerir. Bu kategorideki başlıklar aşırı şiddet, kan ve gore, seksüel içerik ve/veya ağır sözler içerebilir.

source: Mecha
ru_ru: Меха
tr_tr: Mekanik

source: A work involving and usually concentrating on all types of large robotic machines.
el_gr: Ένα έργο που περιλαμβάνει και συνήθως επικεντρώνεται σε όλους τους τύπους των μεγάλων ρομποτικών μηχανημάτων.
es: Un trabajo que involucra y por lo general se concentra en todos los tipos de grandes máquinas robóticas.
id_id: Sebuah karya melibatkan dan biasanya berkonsentrasi pada semua jenis mesin robot yang besar.
pt_br: Um trabalho que envolve e geralmente se concentra em todos os tipos de grandes máquinas robóticas.
ru_ru: Работы жанра, включают и обычно концентрируются на всех типах крупных роботизированных машин.
tr_tr: Büyük robotik makineler içeren ve çoğunlukla bunlara odaklı çalışmalar.

# tmainform.ckfiltermusical.caption
source: Musical
ru_ru: Мюзикл
tr_tr: Müzikal

# tmainform.ckfiltermusical.hint
source: Musical
el_gr: Με μουσικό περιεχόμενο.
id_id: Musikal
ru_ru: Музыка
tr_tr: Müzikal

source: Mystery
es: Misterio
pt_br: Mistério
ru_ru: Мистика
tr_tr: Gizem

source: Usually an unexplained event occurs, and the main protagonist attempts to find out what caused it.
el_gr: Συνήθως συμβαίνει κάποιο ανεξήγητο γεγονός και ο κεντρικός πρωταγωνιστής προσπαθεί να ανακαλύψει τι το προκάλεσε.
es: Por lo general, se produce un acontecimiento inexplicable, y el protagonista intenta averiguar cuál fue la causa.
id_id: Biasanya terjadi suatu peristiwa yang tidak dapat dijelaskan dan tokoh utama mencoba untuk mencari tahu apa yang menyebabkannya.
pt_br: Normalmente um evento inexplicado ocorre, eo principal protagonista tenta descobrir o que causou isso.
ru_ru: Обычно происходит необъяснимое событие и главный герой пытается выяснить, что вызвало его.
tr_tr: Genellikle, açıklanmayan bir olay gerçekleşir ve ana karakter buna neyin sebep olduğunu bulmaya çalışır.

source: Psychological
es: Psicológico
pt_br: Psicológico
ru_ru: Психология
tr_tr: Psikolojik

source: Usually deals with the philosophy of a state of mind, in most cases detailing abnormal psychology.
el_gr: Συνήθως ασχολείται με τη φιλοσοφία μιας κατάστασης του μυαλού. Στις περισσότερες περιπτώσεις σε μια ανώμαλη ψυχολογική κατάσταση.
es: Por lo general lidia con la filosofía de un estado de la mente, en la mayoría de los casos que detallan la psicología anormal.
id_id: Biasanya berkaitan dengan filosofi dari keadaan pikiran, dalam kebanyakan kasus memerinci psikologi abnormal.
pt_br: Geralmente lida com a filosofia de um estado de espírito, na maioria dos casos detalhando psicologia anormal.
ru_ru: Обычно речь идет о философии состояния ума, в большинстве случаев подробно описывающей аномальную психологию.
tr_tr: Genel olarak ruhsal durum felsefesi kullanır, çoğu durumda anormal psikoloji detaycılığıyla akıl oyunları oynar.

source: Romance
ru_ru: Романтика
tr_tr: Romantizm

source: Any love related story. We will define love as between man and woman in this case. Other than that, it is up to your own imagination of what love is.
el_gr: Οποιαδήποτε ιστορία σχετική με αγάπη. Εμείς θεωρούμε την αγάπη μεταξύ άνδρα και γυναίκας. Εκτός από αυτήν, είναι θέμα της φαντασίας σας ποια αγάπη μπορεί να είναι.
es: Cualquier historia relacionada con el amor. Vamos a definir el amor como entre el hombre y la mujer en este caso. Aparte de eso, le corresponde tu propia imaginación de lo que es el amor.
id_id: Apa pun yang berkaitan dengan kisah cinta. Dalam hal ini kita akan mendefinisikan cinta antara pria dan wanita. Selain itu terserah pada imajinasi Anda sendiri apakah itu cinta.
pt_br: Qualquer história relacionada com o amor. Vamos definir o amor como entre homem e mulher, neste caso. Fora isso, cabe a sua própria imaginação do que é o amor.
ru_ru: Любая история, связанная с любовью. В этом случае мы определяем любовь между мужчиной и женщиной. Кроме этого, это зависит от вашего представления, что такое любовь.
tr_tr: Aşk içeren herhangi bir hikaye. Buradaki aşk, kadın ve erkek arasındadır. Bunun dışında, aşkın ne olduğu sizin hayal gücünüze bağlıdır.

source: School Life
es: Vida Escolar
pt_br: Vida escolar
ru_ru: Школьная жизнь
tr_tr: Okul Hayatı

source: Having a major setting of the story deal with some type of school.
el_gr: Είναι ένα μεγάλο φάσμα ιστοριών που σχετίζονται με κάποιο τύπο σχολείου.
es: Tener un escenario importante de la historia ocupado con algún tipo de escuela.
id_id: Memiliki latar cerita utama yang berhubungan dengan sekolah.
pt_br: Ter um cenário importante da história lidar com algum tipo de escola.
ru_ru: В основном сеттинге истории события происходят в какой-либо школе.
tr_tr: Hikayenin çoğu, bir çeşit okulda geçer.

source: Sci-Fi
es: Sci-Fi (Ciencia Ficción)
pt_br: Ficção Científica
ru_ru: Скайфай
tr_tr: Bilim Kurgu

source: Short for science fiction, these works involve twists on technology and other science related phenomena which are contrary or stretches of the modern day scientific world.
el_gr: Τα έργα αυτά αφορούν ανατροπές στην τεχνολογία και σε άλλα φαινόμενα σχετικά με την επιστήμη που είναι αντίθετα ή παραποιιημένα τμήματα του σύγχρονου επιστημονικού κόσμου.
es: Abreviatura de ciencia ficción, estos trabajos implican giros en la tecnología y otros fenómenos relacionados con la ciencia y que sean contrarias o tramos del mundo científico de hoy en día.
id_id: Fiksi ilmiah, karya-karya ini melibatkan liku pada teknologi dan ilmu pengetahuan lain terkait fenomena yang bertentangan atau membentang dari dunia ilmiah modern.
pt_br: Curto para a ficção científica, esses trabalhos envolvem voltas na tecnologia e outros fenômenos relacionados à ciência que são contrárias ou trechos do mundo científico moderno.
ru_ru: Это сокращение от научной фантастики, эти работы связаны с поворотами в технологиях и других, связанных с наукой явлениях, которые являются противоречиями или отрезками современного научного мира.
tr_tr: Bu çalışmalar teknolojide ilerlemeler içerir ve günümüz dünyasındaki bilimsel gerçekliklerden farklı ya da fenomen olan içerikler barındırır.

source: Seinen
ru_ru: Сейнэн

source: From Google: Seinen means 'young Man'. Manga and anime that specifically targets young adult males around the ages of 18 to 25 are seinen titles. The stories in seinen works appeal to university students and those in the working world. Typically the story lines deal with the issues of adulthood.
el_gr: Seinen σημαίνει «νέος άνθρωπος». Τα manga και anime που στοχεύουν ειδικά σε νεαρά ενήλικα αρσενικά, ηλικίας μεταξύ 18 και 25 ετών. Οι ιστορίες αυτές εμφανίζουν φοιτητές Πανεπιστημίου και άτομα από τον κόσμο της εργασίας. Σε γενικές γραμμές οι ιστορίες αυτές ασχολούνται με θέματα της ενήλικης ζωής.
es: De Google: Seinen significa 'hombre joven'. Manga y anime que se dirige específicamente a los varones adultos jóvenes en torno a las edades de 18 a 25 años son títulos seinen. Las historias en las obras seinen apelan a los estudiantes universitarios y los que están en el mundo laboral. Por lo general las líneas de la historia se ocupan de los problemas de la edad adulta.
id_id: Dari Google: Seinen berarti "Pemuda". Komik dan kartun yang secara khusus menargetkan laki-laki dewasa berumur 18-25 tahun. Kisah-kisah dalam karya seinen menarik bagi mahasiswa dan orang-orang dalam dunia kerja. Biasanya garis cerita berurusan dengan isu-isu kedewasaan.
pt_br: Do Google: Seinen significa "jovem homem". Manga e anime que visa especificamente jovens adultos do sexo masculino em torno das idades de 18 a 25 são títulos seinen. As histórias em seinen obras atraem estudantes universitários e aqueles no mundo do trabalho. Normalmente, as linhas de história lidar com as questões da idade adulta.
ru_ru: Из Google: Сейнэн означает «молодой человек». аниме и манга, рассчитанные на особую целевую аудиторию — молодых мужчин от 18 лет и старше. Истории в Сейнэн рассчитаны на привлечение студентов университетов и тех, кто работают. Как правило, сюжетные линии посвящены проблемам взрослой жизни.
tr_tr: Google: Seinen "Genç Adam" demek. 18-25 yaş arası genç yetişkinlere yönelik manga ve animeler. Seinen, üniversite öğrencileri ya da iş hayatındaki kişilerin yaşamlarını barındırır. Hikaye, yetişkinlik sorunlarını işler.

source: Shotacon
ru_ru: Шота

source: Representing a sexual attraction to young or under-age boys.
el_gr: Αναφέρεται στη σεξουαλική έλξη προς νεαρά ή ανήλικα αγόρια.
es: Representa una atracción sexual hacia los niños jóvenes o menores de edad.
id_id: Mewakili daya tarik seksual ke anak laki-laki di bawah umur.
pt_br: Representando uma atração sexual para jovens ou meninos menores de idade.
ru_ru: Представление сексуального влечения к молодым или несовершеннолетним мальчикам.
tr_tr: Genç yada küçük yaştaki erkek çocuklarına karşı cinsel anlamda ilgi barındıran içerikler.

source: Shoujo
ru_ru: Сёдзе

source: A work intended and primarily written for females. Usually involves a lot of romance and strong character development.
el_gr: Ένα έργο που προορίζεται και είναι κυρίως γραμμένο για γυναίκες. Συνήθως περιλαμβάνει ειδύλλια και ανάπτυξη ισχυρού χαρακτήρα.
es: Un trabajo destinado y dirigido principalmente a las mujeres. Por lo general, implica mucho romance y fuerte desarrollo de los personajes.
id_id: Sebuah karya dimaksudkan dan terutama ditulis untuk perempuan. Biasanya melibatkan banyak romansa dan pengembangan karakter yang kuat.
pt_br: Um trabalho destinado e escrito principalmente para mulheres. Normalmente envolve muito romance e desenvolvimento de caráter forte.
ru_ru: Работы жанра нацелены и предназначены, в основном, для женщин. Обычно включает в себя много романтики и сильного развития персонажа.
tr_tr: Öncelikli olarak bayanlar için yazılmış çalışmalar. Bunlar çoğunlukla çok fazla romantizm ve güçlü derecede karakter gelişimi barındırır.

source: Shoujo Ai
ru_ru: Сёдзе-ай

source: Often synonymous with yuri, this can be thought of as somewhat less extreme. "Girl''s Love", so to speak.
ru_ru: Часто ассоциируется с Юри, можно считать несколько менее экстремальным. «Девичья любовь», так сказать.

source: Shounen
ru_ru: Сёнэн

source: A work intended and primarily written for males. These works usually involve fighting and/or violence.
ru_ru: Работы жанра нацелены и предназначены, в основном, для мужчин. Обычно связано с борьбой и/или насилием.

source: Shounen Ai
ru_ru: Сёнэн-ай

source: Often synonymous with yaoi, this can be thought of as somewhat less extreme. "Boy''s Love", so to speak
el_gr: Συχνά συνώνυμη με το Yaoi. Αυτό μπορεί να θεωρηθεί ως κάπως λιγότερο ακραίο. Μπορείτε να το πείτε και «Έρωτας αγοριών».
es: A menudo sinónimo de yaoi, esto puede ser pensado como algo menos extremo. "Amor entre Chicos", por así decirlo
pt_br: Muitas vezes sinónimo de yaoi, isto pode ser pensado como um pouco menos extrema. "Boy"s Love", por assim dizer
ru_ru: Часто ассоциируется с Яоем, можно считать несколько менее экстремальным. «Мужская любовь», так сказать
tr_tr: Yaoi ile benzer görülse de, bu biraz daha az aşırılık barındırır. "Erkek Çocuklarının Aşkı", denebilir

source: Slice of Life
es: Recuentos de la Vida
ru_ru: Повседневность
tr_tr: Hayattan Bir Kesit

source: As the name suggests, this genre represents day-to-day tribulations of one/many character(s). These challenges/events could technically happen in real life and are often -if not all the time- set in the present timeline in a world that mirrors our own.
el_gr: Όπως υποδηλώνει το όνομα, το είδος αυτό αντιπροσωπεύει καθημερινές δοκιμασίες από έναν ή περισσότερους χαρακτήρες. Αυτές οι προκλήσεις / εκδηλώσεις θα μπορούσαν τεχνικά να συμβούν στην πραγματική ζωή και εμφανίζονται συχνά, αν όχι συνεχώς, σε έναν κόσμο που αντικατοπτρίζει τις δικές μας ζωές.
es: Como su nombre indica, este género representa el día a día tribulaciones de uno/muchos personaje(s). Estos desafíos/eventos podrían ocurrir técnicamente en la vida real y no son a menudo -si todo el tiempo-, establecido en la presente línea de tiempo en un mundo que refleja al nuestro.
id_id: Sepenggal cerita keseharian dari kehidupan seseorang/banyak orang. Biasanya berhungungan dengan kejadian yang sering terjadi di kehidupan nyata.
pt_br: Como o nome sugere, este gênero representa tribulações cotidianas de um/muitos personagens. Estes desafios / eventos podem acontecer tecnicamente na vida real e são muitas vezes - se não o tempo todo - definidos na linha do tempo presente em um mundo que espelha o nosso.
ru_ru: Wiki: Жанр, повествующий о жизни простых обывателей. Так называют любое реалистическое описание или представление событий и ситуаций из повседневной жизни. Акцент делается на чувствах и поведении персонажей.
tr_tr: İsimden de anlaşılacağı gibi, bu tür bir/birden fazla karakterin günbegün yaşamını yansıtır. Bu zorluklar/olaylar teknik olarak günlük hayatta yaşanabilir ve çoğunlukla -her zaman olmasa bile- günümüz zaman diliminin yansıması olan bir dünyada geçer.

source: Smut
es: Smut (Atrevido)
ru_ru: Смат (Непристойность)

source: Deals with series that are considered profane or offensive, particularly with regards to sexual content.
el_gr: Ασχολείται με σειρές που θεωρούνται βλάσφημες ή προσβλητικές, ιδιαίτερα σε σχέση με σεξουαλικό περιεχόμενο.
es: Se ocupa de series que se consideran profanas u ofensivas, sobre todo en lo que respecta a contenido sexual.
id_id: Berurusan dengan seri yang dianggap profan atau menyinggung, khususnya dalam hal konten seksual.
pt_br: Trata de séries que são consideradas profanas ou ofensivas, particularmente no que diz respeito ao conteúdo sexual.
ru_ru: Жанр сетевого текста, в котором описывается только секс между героями. Имеет дело с сериями, которые считаются неприличными или оскорбительными, особенно в отношении сексуального контента.
tr_tr: Özellikle cinsel içerik açısından, küstahça veya saldırgan sayılan özellikler barındıran seriler.

source: Sports
es: Deportes
pt_br: Esportes
ru_ru: Спорт
tr_tr: Spor

source: As the name suggests, anything sports related. Baseball, basketball, hockey, soccer, golf, and racing just to name a few.
el_gr: Όπως υποδηλώνει το όνομα, οτιδήποτε σχετικό με αθλήματα. Για παράδειγμα μπέιζμπολ, μπάσκετ, χόκεϊ, ποδόσφαιρο, γκολφ και μηχανοκίνητα.
es: Como su nombre sugiere, cualquier cosa relacionado con el deporte. Béisbol, baloncesto, hockey, fútbol, golf, y las carreras sólo para nombrar unos pocos.
id_id: Apa pun mengenai olahraga.
pt_br: Como o nome sugere, qualquer coisa relacionada com esportes. Basebol, basquete, hóquei, futebol, golfe e corrida apenas para citar alguns.
ru_ru: Как следует из названия, все, что связано со спортом. Бейсбол, баскетбол, хоккей, футбол, гольф и гонки- некоторые из них.
tr_tr: İsimden de anlaşılacağı gibi, spor içerikli. Beyzbol, hokey, futbol, golf ve yarış sadece birkaçı.

source: Supernatural
es: Sobrenatural
pt_br: Sobrenatural
ru_ru: Сверхъестественное
tr_tr: Doğaüstü
