Repository: riderkick/FMD
Catalog: languages/fmd.*.po
Languages: el_gr, es, id_id, pt_br, ru_ru, tr_tr

source: Usually entails amazing and unexplained powers or events which defy the laws of physics.
el_gr: Συνήθως συνεπάγεται εκπληκτικές και ανεξήγητες δυνάμεις ή γεγονότα τα οποία αψηφούν τους νόμους της φυσικής.
es: Por lo general, implica sorprendentes e inexplicables poderes y eventos que desafían las leyes de la física.
id_id: Biasanya menampilkan kekuatan atau kejadian yang diluar nalar dan hukum fisika.
pt_br: Normalmente implica poderes surpreendentes e inexplicados ou eventos que desafiam as leis da física.
ru_ru: Обычно подразумевает удивительные и необъяснимые силы или события, которые бросают вызов законам физики.
tr_tr: Gerçek olmayan güçler yada olaylar barındıran, fizik kurallarını ihlal eden içerikler.

source: Tragedy
es: Tragedia
pt_br: Tragédia
ru_ru: Трагедия
tr_tr: Trajedi

source: Contains events resulting in great loss and misfortune.
el_gr: Περιέχει γεγονότα που οδήγησαν σε μεγάλη απώλεια και δυστυχία.
es: Contiene eventos que resultan en una gran pérdida y desgracia.
id_id: Berisi kejadian yang mengakibatkan kerugian besar dan kemalangan.
pt_br: Contém eventos resultando em grande perda e infortúnio.
ru_ru: Содержит события, приводящие к большим потерям и неудачам.
tr_tr: Büyük kayıpların ya da talihsizliklerin olduğu olaylar içerir.

# tmainform.ckfilterweebtons.caption
source: Webtoons
ru_ru: Вебкомиксы
tr_tr: Webtoonlar

# tmainform.ckfilterweebtons.hint
source: Webtoons
ru_ru: Вебкомиксы
tr_tr: Webtoonlar

source: Yaoi
ru_ru: Яой

source: This work usually involves intimate relationships between men.
el_gr: Το έργο αυτό συνήθως περιλαμβάνει στενές σχέσεις μεταξύ ανδρών.
es: Este trabajo involucra generalmente relaciones íntimas entre hombres.
id_id: Biasanya melibatkan hubungan yang intim antara laki-laki.
pt_br: Este trabalho geralmente envolve relações íntimas entre os homens.
ru_ru: Обычно связано с интимными отношениями между мужчинами.
tr_tr: Bu çalışmalar genellikle erkekler arası yakın ilişki barındırır.

source: Yuri
ru_ru: Юри

source: This work usually involves intimate relationships between women.
el_gr: Το έργο αυτό συνήθως περιλαμβάνει στενές σχέσεις μεταξύ γυναικών.
es: Este trabajo involucra generalmente relaciones íntimas entre mujeres.
id_id: Biasanya melibatkan hubungan yang intim antara perempuan.
pt_br: Este trabalho geralmente envolve relações íntimas entre as mulheres.
ru_ru: Обычно связано с интимными отношениями между женщинами.
tr_tr: Bu çalışmalar genellikle kadınlar arası yakın ilişki barındırır.

source: Always start task from failed chapters
ru_ru: Всегда запускать задачу с неудавшихся частей
tr_tr: Görevi her zaman başarısız bölümlerden başlat

source: Save PNG as JPEG
es: Guardar PNG como JPEG
id_id: Simpan PNG sebagai JPEG
pt_br: Salvar PNG como JPEG
ru_ru: Сохранять PNG как JPEG
tr_tr: PNGyi JPEG olarak kaydet

source: Input custom genres, separated by comma
el_gr: Εισαγωγή προσαρμοσμένων ειδών, χωρισμένα με κόμμα
es: Ingresa géneros personalizados, separados por coma
id_id: Masukkan genre pilihan, dipisahkan dengan koma
pt_br: Entrar gêneros personalizados, separados por vírgula
ru_ru: Ввод пользовательских жанров, разделенных запятой
tr_tr: Kişisel tür ekle, virgülle ayırarak

source: Search downloads...
ru_ru: Поиск загрузок...

source: Search favorites...
ru_ru: Поиск в избранном...

# tmainform.edfilterartists.texthint
source: Artist
el_gr: Καλλιτέχνης
es: Artista
id_id: Seniman
pt_br: Artista
ru_ru: Артист
tr_tr: Çizer

# tmainform.edfilterauthors.texthint
source: Author
el_gr: Δημιουργός
es: Autor
id_id: Penulis
pt_br: Autor
ru_ru: Автор
tr_tr: Yazar

# tmainform.edfiltermangainfochapters.texthint
source: Filter
el_gr: Φίλτρο
es: Filtro
id_id: Saring
ru_ru: Фильтр
tr_tr: Filtre

source: Part of summary
el_gr: Τμήμα της περίληψης
es: Parte de la Sinopsis
id_id: Bagian dari ringkasan
pt_br: Parte do resumo
ru_ru: Часть Описание
tr_tr: Özetin bir kısmı

# tmainform.edfiltertitle.texthint
source: Title
id_id: Judul
ru_ru: Название

source: Search title...
ru_ru: Поиск названия...

# tmainform.edoptionchaptercustomrename.texthint
source: Custom rename
el_gr: Προσαρμ. μετονομασία
es: Nombre Personalizado
id_id: Ubah nama pilihan
ru_ru: Пользовательское переименование
tr_tr: Kişisel yeniden adlandırma

source: Default download path
el_gr: Προεπιλεγμένη διαδρομή λήψης
es: Ruta de Descarga por Defecto
id_id: Lokasi unduhan asali
pt_br: Caminho de download padrão
ru_ru: Путь по умолчанию
tr_tr: Varsayılan indirme yolu

source: External program parameters
ru_ru: Параметры внешней программы

source: External program path
ru_ru: Путь к внешней программе

# tmainform.edoptionfilenamecustomrename.texthint
source: Custom rename
el_gr: Προσαρμ. μετονομασία
es: Nombre Personalizado
id_id: Ubah nama pilihan
ru_ru: Пользовательское переименование
tr_tr: Kişisel yeniden adlandırma

source: Proxy host/IP
el_gr: Ηost/IP μεσολαβητή
id_id: Host/IP
ru_ru: Прокси-сервер / IP-адрес
tr_tr: Vekil sunucu/IP

# tmainform.edoptionmangacustomrename.texthint
source: Custom rename
el_gr: Προσαρμ. μετονομασία
es: Nombre Personalizado
id_id: Ubah nama pilihan
ru_ru: Пользовательское переименование
tr_tr: Kişisel yeniden adlandırma

source: Proxy password
el_gr: Κωδικός μεσολαβητή
es: Contraseña de Proxy
id_id: Kata sandi
pt_br: Senha do proxy
ru_ru: Пароль прокси
tr_tr: Vekil şifre

source: Proxy username
el_gr: Όνομα χρήστη μεσολαβητή
es: Usuario de Proxy
id_id: Nama pengguna
pt_br: Nome de usuário Proxy
ru_ru: Имя пользователя прокси
tr_tr: Vekil kullanıcı adı

# tmainform.edsaveto.texthint
source: Save to
id_id: Lokasi penyimpanan
ru_ru: Сохранить в

source: Input URL here
el_gr: Εισαγωγή της URL εδώ
es: Ingresar URL Aquí
id_id: Masukkan URL di sini
pt_br: Introduza a URL aqui
ru_ru: Ввести адрес сюда
tr_tr: Buraya URL ekle

source: Search website...
ru_ru: Поиск сайта...

source: Show dialog confirmation for
el_gr: Εμφάνιση παραθύρου επιβεβαίωσης όταν γίνει:
es: Mostrar Dialogo de Confirmación para
id_id: Tampilkan dialog konfirmasi untuk
pt_br: Mostrar diálogo de confirmação para
ru_ru: Показать диалог подтверждения когда
tr_tr: Şunun için doğrulama diyaloğu göster

source: Drop Box
el_gr: Κουτί φύλαξης
id_id: Kotak unduh
pt_br: Caixa de Seleção
ru_ru: Дропбокс
tr_tr: İndirme kutusu

source: Image Conversion
es: Conversión de Imagen
id_id: Konversi gambar
pt_br: Conversão de imagem
ru_ru: Конвертация изображений
tr_tr: Resim Dönüştürme

source: External program
el_gr: Εξωτερικό πρόγραμμα
es: Programa Externo
id_id: Program eksternal
pt_br: Programa externo
ru_ru: Внешняя программа
tr_tr: Harici program

# tmainform.gboptionfavorites.caption
source: Favorites
ru_ru: Избранное

source: Proxy config
el_gr: Ρυθμίσεις διακομιστή μεσολάβησης
es: Configuración de Proxy
id_id: Konfigurasi proxy
pt_br: Config. do Proxy
ru_ru: Конфигурация прокси-сервера
tr_tr: Vekil ayarları

source: Renaming
el_gr: Μετονομασία
es: Renombrando
id_id: Mengubah nama
pt_br: Renomeando
ru_ru: Переименовать
tr_tr: Yeniden adlandırma

source: Choose the default download path:
el_gr: Καθορίστε την προεπιλεγμένη διαδρομή λήψης:
es: Escoger la Ruta de Descarga por Defecto:
id_id: Pilih lokasi unduhan asali:
pt_br: Escolha o caminho de download padrão:
ru_ru: Выберите путь загрузки по умолчанию:
tr_tr: Varsayılan indirme yolunu seç:

source: Opacity
el_gr: Αδιαφάνεια
es: Opacidad
id_id: Opasitas
pt_br: Opacidade
ru_ru: Прозрачность
tr_tr: Şeffaflık

# tmainform.lbfilterartists.caption
source: Artist
el_gr: Καλλιτέχνης
es: Artista
id_id: Seniman
pt_br: Artista
ru_ru: Артист
tr_tr: Çizer

# tmainform.lbfilterauthors.caption
source: Author
el_gr: Δημιουργός
es: Autor
id_id: Penulis
pt_br: Autor
ru_ru: Автор
tr_tr: Yazar

source: Custom Genres
el_gr: Προσαρμ. είδη
es: Géneros Personalizados
id_id: Genre Pilihan
pt_br: Gêneros personalizados
ru_ru: Пользовательские жанры
tr_tr: Kişisel Türler

source: Genres: - Checked: Include this genre. - Unchecked: Exclude this genre. - Grayed: Doesn't matter. Custom Genres: - Separate multiple genres with ','. - Exclude a genre by placing '!' or '-' at the beginning of a genre. - Example: Adventure,!Ecchi,Comedy.
el_gr: Είδη: - Τσεκαρισμένο: Συμπερίληψη αυτού του είδους. - Μη τσεκαρισμένο: Εξαίρεση αυτού του είδους. - Γκρι χρώμα: Χωρίς σημασία. Προσαρμοσμένα είδη: - Διαχωρισμός πολλαπλών ειδών με ','. - Αποκλεισμός ενός είδους βάζοντας '!' ή '-' στην αρχή του είδους. - Παράδειγμα: Adventure,!Ecchi,Comedy.
es: Géneros: - Marcado: Incluir este Género. - Desmarcado: Excluir este Género. - En Gris: No Importa. Géneros Personalizados: - Separar Múltiples Géneros con ','. - Excluir un Género poniendo '!' o '-' al Inicio del Género. - Ejemplo: Aventura,!Ecchi,Comedia.
id_id: Genre: - Dicentang: Sertakan genre ini. - Tidak dicentang: Kecualikan genre ini. - Terisi: Tidak penting. Genre pilihan: - Pisahkan beberapa genre dengan ','. - Kecualikan genre dengan menempatkan '!' atau '-' pada permulaan genre. - Contoh: Adventure,!Ecchi,Comedy.
pt_br: Géneros: - Marcado: Inclua este gênero. - Desmarcado: exclua esse gênero. - Cinzento: Não importa. Géneros Personalizados: - Separar vários gêneros com ','. - Excluir um gênero colocando '!' Ou '-' no início de um gênero. - Exemplo: Aventura, Ecchi, Comédia.
ru_ru: Жанры: - Отмечено: Включить этот жанр. - не отмечено: Исключить этот жанр. - Серое: Не имеет значения. Свои жанры: - Разделяйте несколько жанров с помощью ','. - Исключите жанр, поставив '!' или '-' в начале жанра. - Пример: Приключение,!Этти, Комедия.
tr_tr: Türler: - Seçili: Bu türü dahil et. - Seçilmemiş: Bu türü dahil etme. - Gri: Farketmez. Kişisel türler: - Birden fazla türü ',' ile ayır. - Başına '!' ya da '-' ekleyerek bir türü hariç tutun. - Örnek: Macera,!Ecchi,Komedi.

# tmainform.lbfilterstatus.caption
source: Status
ru_ru: Статус

source: Summary
el_gr: Περίληψη
es: Sinopsis
id_id: Ringkasan
pt_br: Resumo
ru_ru: Описание
tr_tr: Özet

# tmainform.lbfiltertitle.caption
source: Title
el_gr: Τίτλος
es: Título
id_id: Judul
pt_br: Título
ru_ru: Название
tr_tr: Başlık

source: JPEG quality
es: Calidad JPEG
id_id: Kualitas JPEG
pt_br: Qualidade JPEG
ru_ru: Качество JPEG
tr_tr: JPEG Kalitesi

source: Log file:
el_gr: Αρχείο καταγραφής:
es: Archivo de Registro:
id_id: Berkas pencatatan:
pt_br: Arquivo de registro:
ru_ru: Файл лога:
tr_tr: Günlük dosyası:

source: Mode: Show all (0)
el_gr: Λειτ.: Εμφάνιση όλων (0)
es: Modo: Mostrar Todo (0)
id_id: Mode: Tampilkan semua (0)
pt_br: Modo: Exibir Tudo (0)
ru_ru: Режим: Показать все (0)
tr_tr: Mod: Tümünü göster (0)

# tmainform.lboptionautocheckfavintervalminutes.caption
source: Auto check for new chapter every %d minutes
el_gr: Αυτόματος έλεγχος για νέα κεφάλαια κάθε %d λεπτά
es: Auto Revisar Capítulos Cada %d Minutos
id_id: Periksa bab baru otomatis setiap %d menit
ru_ru: Автопроверка новой главы каждые %d минут
tr_tr: Her %d dakikada bir yeni bölüm kontrolü yap

source: Chapter name:
ru_ru: Название главы:

source: %WEBSITE% : Website name %MANGA% : Manga title %CHAPTER% : Chapter title %AUTHOR% : Author %ARTIST% : Artist %NUMBERING% : Numbering Note: Chapter folder name must have at least %CHAPTER% or %NUMBERING%.
ru_ru: %WEBSITE% : Название сайта %MANGA%: Название манги %CHAPTER%: Название главы %AUTHOR%: Автор %ARTIST%: Артист %NUMBERING% : Нумерация Примечание: Имя папки главы должно содержать как минимум %CHAPTER% или %NUMBERING%.

source: Connection timeout (seconds)
el_gr: Χρονικό όριο σύνδεσης (δευτ/λεπτα)
es: Tiempo de Conexión Expiró (Segundos)
id_id: Batas waktu koneksi (detik)
pt_br: Tempo de espera da conexão (segundos)
ru_ru: Время ожидания подключения (в секундах)
tr_tr: Bağlantı zaman aşımı (saniye)

source: Open manga by using external program:
el_gr: Άνοιγμα manga με χρήση εξωτερικού προγράμματος:
es: Abrir Manga Usando un Programa Externo:
id_id: Buka komik dengan program eksternal:
pt_br: Abrir mangá usando um programa externo:
ru_ru: Открыть мангу, используя внешнюю программу:
tr_tr: Mangayı harici program ile aç:

source: Parameters:
el_gr: Παράμετροι:
es: Parámetros:
id_id: Parameter:
pt_br: Parâmetros:
ru_ru: Параметры боксмода:
tr_tr: Parametreler:

source: Filename:
el_gr: Όνομα αρχείου:
es: Nombre del Archivo:
id_id: Nama berkas:
pt_br: Nome do arquivo:
ru_ru: Имя файла:
tr_tr: Dosya adı:

source: %WEBSITE% : Website name %MANGA% : Manga title %CHAPTER% : Chapter title %FILENAME% : Filename Note: Filename must have at least %FILENAME%
el_gr: %WEBSITE% : Όνομα ιστότοπου %MANGA% : Τίτλος Manga %CHAPTER% : Τίτλος κεφαλαίου %FILENAME% : Όνομα αρχείου Σημείωση: Το όνομα αρχείου πρέπει να έχει τουλάχιστο %FILENAME%
es: %WEBSITE% : Nombre del Sitio Web %MANGA% : Título del Manga %CHAPTER% : Título del Capítulo %FILENAME% : Nombre del Archivo Nota: El Nombre del Archivo debe tener al menos %FILENAME%
id_id: %WEBSITE% : Nama situs %MANGA% : Judul komik %CHAPTER% : Judul bab %FILENAME% : Nama berkas Note: Nama berkas setidaknya harus memiliki %FILENAME%
pt_br: %WEBSITE% : Nome do Website %MANGA% : Título do Mangá %CHAPTER% : Título do Capítulo %FILENAME% : Nome do arquivo Nota: Nome do arquivo deve ter pelo menos %FILENAME%
ru_ru: %WEBSITE%: Название сайта %MANGA%: Название манги %CHAPTER%: Название главы %FILENAME%: Имя файла Примечание: Имя файла должно содержать как минимум %FILENAME%
tr_tr: %WEBSITE% : Website adı %MANGA% : Manga başlığı %CHAPTER% : Bölüm başlığı %FILENAME% : Dosya adı Not: Dosya adı en azından %FILENAME% içermelidir

source: Host
el_gr: Κεντρ. υπολογιστής
ru_ru: Сервер

source: Language:
el_gr: Γλώσσα:
es: Idioma:
id_id: Bahasa:
pt_br: Idioma:
ru_ru: Язык:
tr_tr: Dil:

source: After download finish:
el_gr: Μετά την ολοκλήρωση της λήψης:
es: Después de Finalizar la Descarga:
id_id: Tugas setelah unduhan selesai:
pt_br: Depois do download terminar:
ru_ru: После завершения загрузки:
tr_tr: İndirme bittikten sonra:

source: Manga folder name:
ru_ru: Имя папки манги:

source: %WEBSITE% : Website name %MANGA% : Manga title %AUTHOR% : Author %ARTIST% : Artist Note: Manga folder name must have at least %MANGA%.
el_gr: %WEBSITE% : Όνομα ιστότοπου %MANGA% : Τίτλος manga %AUTHOR% : Δημιουργός %ARTIST% : Καλλιτέχνης Σημείωση: Το όνομα φακέλου Manga πρέπει να έχει τουλάχιστον %MANGA%.
es: %WEBSITE% : Nombre del Sitio Web %MANGA% : Título del Manga %AUTHOR% : Autor %ARTIST% : Artista Nota: El Nombre del la Carpeta del Manga debe tener al menos %MANGA%.
id_id: %WEBSITE% : Nama situs %MANGA% : Judul komik %AUTHOR% : Penulis %ARTIST% : Seniman Catatan: Nama direktori komik setidaknya harus memiliki %MANGA%.
pt_br: %WEBSITE% : Nome do Website %MANGA% : Título do Mangá %AUTHOR% : Autor %ARTIST% : Artista Nota: Nome da pasta Manga deve ter pelo menos %MANGA%.
ru_ru: %WEBSITE%: Название сайта %MANGA%: Название манги %AUTHOR%: Автор %ARTIST%: Артист Примечание: Имя папки манги должно содержать как минимум %MANGA%.
tr_tr: %WEBSITE% : Website adı %MANGA% : Manga başlığı %AUTHOR% : Yazar %ARTIST% : Çizer Not: Manga klasörü adı en azından %MANGA% içermelidir.

source: Number of downloaded tasks at the same time
el_gr: Αριθμός ταυτόχρονων εργασιών λήψης
es: Numero de Tareas de Descargas al Mismo Tiempo
id_id: Jumlah unduhan aktif pada waktu yang sama
pt_br: Número de tarefas baixadas ao mesmo tempo
ru_ru: Количество одновременно загружаемых задач
tr_tr: Eşzamanlı indirilen görev sayısı (Maks: 8)

source: Number of retry times if tasks have download problems (-1 = always retry)
el_gr: Αριθμός επαναλήψεων αν οι εργασίες έχουν προβλήματα λήψης (-1 = συνεχής επανάληψη)
es: Numero de Reintentos si la Tarea Tiene Problemas de Descarga (-1 = siempre reintenta)
id_id: Jumlah pengulangan jika unduhan memiliki masalah (-1 = selalu coba lagi)
pt_br: Número de tentativas de repetição se as tarefas tiverem problemas de download (-1 = sempre tentar novamente)
ru_ru: Количество повторных попыток, если задачи имеют проблемы с загрузкой (-1 = всегда повторять)
tr_tr: İndirmede sorun varsa tekrar deneme sayısı (-1 = sürekli yeniden dene)

source: Number of downloaded files per task at the same time
el_gr: Αριθμός ταυτόχρονα ληφθέντων αρχείων ανά εργασία
es: Numero de Archivos Descargados por Tarea al Mismo Tiempo
id_id: Jumlah koneksi per unduhan pada waktu yang sama
pt_br: Número de arquivos baixados por tarefa ao mesmo tempo
ru_ru: Количество одновременно загружаемых файлов на одну задачу
tr_tr: Tek görev başına aynı anda indirilmiş dosya sayısı (Maks: 32)

source: New manga based on it's update time (days)
el_gr: Νέα manga με βάση τον χρόνο ενημέρωσης (ηµέρες)
es: Nuevo Manga Basado en su Tiempo de Actualización (Días)
id_id: Komik baru berdasarkan waktu pemutakhiran (hari)
pt_br: Novo mangá baseado no seu tempo de atualização (dias)
ru_ru: Новая манга основана на времени ее обновления (дней)
tr_tr: Manga güncelleme süresine göre yeni manga (gün bazlı)

# tmainform.lboptionpass.caption
source: Password
el_gr: Κωδικός
es: Contraseña
id_id: Kata sandi
pt_br: Senha
ru_ru: Пароль
tr_tr: Şifre

source: PDF Quality Level
es: Nivel de Calidad PDF
id_id: Tingkat kualitas PDF
ru_ru: Качество PDF
tr_tr: PDF Kalite Seviyesi

# tmainform.lboptionpdfquality.hint
source: 100 = FlateEncode (lossless), lower = DCTEncode (lossy)
ru_ru: 100 = FlateEncode (без потерь), lower = DCTEncode (с потерями)

source: Port
el_gr: Θύρα
es: Puerto
pt_br: Porta
ru_ru: Порт

source: Type
el_gr: Τύπος
es: Tipo
id_id: Tipe
pt_br: Tipo
ru_ru: Тип
tr_tr: Tip

source: Rename digits
el_gr: Μετονομασία ψηφίων
es: Renombrar Dígitos
id_id: Ganti jumlah digit
pt_br: Renomear dígitos
ru_ru: Переименовать цифры
tr_tr: Yeniden adlandırma basamak sayısı

source: Number of retry times if task failed
es: Número de Reintentos si la Tarea ha Fallado
id_id: Jumlah pengulangan pada tugas unduhan yang memiliki masalah
pt_br: Número de tentativas se a tarefa falhar
ru_ru: Количество попыток при ошибке в задаче
tr_tr: Görev başarısız olunca yeniden deneme sayısı

# tmainform.lboptionuser.caption
source: Username
el_gr: Όνομα χρήστη
es: Usuario
id_id: Nama pengguna
pt_br: Nome de usuário
ru_ru: Имя пользователя
tr_tr: Kullanıcı adı

source: PNG Compression level
ru_ru: Уровень сжатия PNG

source: Save to:
el_gr: Αποθήκευση σε:
es: Guardar en:
id_id: Lokasi penyimpanan:
pt_br: Salvar em:
ru_ru: Сохранить в:
tr_tr: Şuraya kaydet:

source: Save WebP as
es: Guardar WebP como
id_id: Simpan WebP sebagai
pt_br: Salvar WebP como
ru_ru: Сохранять WebP как
tr_tr: WebPyi şöyle kaydet

# tmainform.medturldelete.caption
source: Delete
ru_ru: Удалить

# tmainform.medurlcopy.caption
source: Copy
el_gr: Αντιγραφή
es: Copiar
id_id: Salin
pt_br: Copiar
ru_ru: Скопировать
tr_tr: Kopyala

source: Cut
el_gr: Αποκοπή
es: Cortar
id_id: Potong
pt_br: Cortar
ru_ru: Вырезать
tr_tr: Kes

source: Paste
el_gr: Επικόλληση
es: Pegar
id_id: Tempel
pt_br: Colar
ru_ru: Вставить
tr_tr: Yapıştır

source: Paste and go
el_gr: Επικόλληση και μετάβαση
es: Pegar e Ir
id_id: Tempel dan tuju
pt_br: Colar e ir
ru_ru: Вставить и пойти
tr_tr: Yapıştır ve git

source: Select all
el_gr: Επιλογή όλων
es: Selecionar Todo
id_id: Pilih semua
pt_br: Selecionar tudo
ru_ru: Выбрать все
tr_tr: Tümünü seç

source: Undo
el_gr: Αναίρεση
es: Deshacer
id_id: Urungkan
pt_br: Desfazer
ru_ru: Отменить
tr_tr: Geri al

# tmainform.miabortsilentthread.caption
source: Abort
el_gr: Ματαίωση
es: Abortar
id_id: Batalkan
pt_br: Abortar
ru_ru: Отменить
tr_tr: Durdur

source: Ascending
el_gr: Αύξουσα
es: Ascendente
id_id: Menaik
pt_br: Ascendente
ru_ru: Восходящий
tr_tr: Artan

# tmainform.michapterlistcheckall.caption
source: Check all
el_gr: Σήμανση όλων
es: Marcar Todo
id_id: Centang semua
pt_br: Marca tudo
ru_ru: Отметить все
tr_tr: Tümünü işaretle

source: Check selected
el_gr: Σήμανση επιλεγμένων
es: Marcar Selecionado
id_id: Centang yang dipilih
pt_br: Marcar selecionado
ru_ru: Отметить выделенные
tr_tr: Seçilileri işaretle

source: Descending
el_gr: Φθίνουσα
es: Descendente
id_id: Menurun
pt_br: Descendente
ru_ru: Нисходящий
tr_tr: Azalan

# tmainform.michapterlistfilter.caption
source: Filter
el_gr: Φίλτρο
es: Filtro
id_id: Saring
ru_ru: Фильтр
tr_tr: Filtre

source: Hide downloaded chapters
el_gr: Απόκρυψη ληφθέντων κεφαλαίων
es: Ocultar Capitulos Descargados
id_id: Sembunyikan bab terunduh
pt_br: Ocultar capítulos baixados
ru_ru: Скрыть загруженные главы
tr_tr: İndirilmiş bölümleri gizle

source: Highlight downloaded chapters
el_gr: Επισήμανση ληφθέντων κεφαλαίων
es: Resaltar Capitulos Descargados
id_id: Sorot bab terunduh
pt_br: Realçar capítulos baixados
ru_ru: Подсветить загруженные главы
tr_tr: İndirilmiş bölümleri vurgula

# tmainform.michapterlistuncheckall.caption
source: Uncheck all
el_gr: Αποσήμανση όλων
es: Desmarcar Todo
id_id: Hapus semua centang
pt_br: Desmarcar Tudo
ru_ru: Снять отметку со всех
tr_tr: Tüm seçimleri kaldır

source: Uncheck selected
el_gr: Αποσήμανση επιλεγμένων
es: Desmarcar Seleccionado
id_id: Hapus centang yang dipilih
pt_br: Desmarcar selecionado
ru_ru: Снять отметку с выделенных
tr_tr: Seçilmişin işaretini kaldır

# tmainform.midownloaddelete.caption
source: Delete
el_gr: Διαγραφή
es: Eliminar
id_id: Hapus
pt_br: Apagar
ru_ru: Удалить
tr_tr: Sil

# tmainform.midownloaddeletecompleted.caption
source: Delete all completed tasks
ru_ru: Удалить все выполненные задачи

source: Task only
el_gr: Εργασία μόνο
es: Solo Tarea
id_id: Daftar saja
pt_br: Tarefa Somente
ru_ru: Только задание
tr_tr: Sadece görev

source: Task + Data
el_gr: Εργασία + Δεδομένα
es: Tarea + Datos
id_id: Daftar dan data
pt_br: Tarefa + Dados
ru_ru: Задача + Данные
tr_tr: Görev + Veri

source: Task + Data + Favorite
el_gr: Εργασία + Δεδομένα + Αγαπημένο
es: Tarea + Datos + Favorito
id_id: Daftar, data, dan kesukaan
pt_br: Tarefa + Dados + Favorito
ru_ru: Задача + Данные + Избранное
tr_tr: Görev + Veri + Favori

# tmainform.midownloaddisable.caption
source: Disable
el_gr: Απενεργοποίηση
es: Deshabilitar
id_id: Nonaktifkan
pt_br: Desabilitar
ru_ru: Отключить
tr_tr: Pasifleştir

# tmainform.midownloadenable.caption
source: Enable
el_gr: Ενεργοποίηση
es: Habilitar
id_id: Aktifkan
pt_br: Habilitar
ru_ru: Включить
tr_tr: Aktifleştir

source: Merge completed tasks
el_gr: Συγχώνευση ολοκληρωμένων εργασιών
es: Combinar Tareas Completadas
id_id: Gabungkan unduhan yang sudah selesai
pt_br: Fundir tarefas completas
ru_ru: Объединить завершенные задачи
tr_tr: Tamamlanmış görevleri birleştir

# tmainform.midownloadopenfolder.caption
source: Open Folder
el_gr: Άνοιγμα φακέλου
es: Abrir Carpeta
id_id: Buka direktori
pt_br: Abrir Pasta
ru_ru: Открыть папку
tr_tr: Klasörü Aç

# tmainform.midownloadopenwith.caption
source: Open ...
el_gr: Άνοιγμα...
es: Abrir ...
id_id: Buka ...
pt_br: Abrir ...
ru_ru: Открыть...
tr_tr: Aç ...

source: Resume
el_gr: Συνέχιση
es: Reanudar
id_id: Lanjutkan
pt_br: Resumir
ru_ru: Продолжить
tr_tr: Devam et

source: Stop
el_gr: Διακοπή
es: Detener
id_id: Hentikan
pt_br: Parar
ru_ru: Остановить
tr_tr: Dur

# tmainform.midownloadviewmangainfo.caption
source: View manga info
el_gr: Προβολή πληροφοριών manga
es: Ver Información del Manga
id_id: Lihat informasi komik
pt_br: Exibir info do mangá
ru_ru: Информация о манге
tr_tr: Manga bilgisini göster

source: Change "Current chapter"
el_gr: Αλλαγή "Τρέχοντος κεφαλαίου"
es: Cambiar "Capitulo Actual"
id_id: Ubah status bab saat ini
pt_br: Alterar "Capítulo atual"
ru_ru: Изменить "Текущая глава"
tr_tr: Değiştir "Şu anki bölüm"

source: Change "Save to"
el_gr: Αλλαγή "Αποθήκευσης σε"
es: Cambiar "Guardar En"
id_id: Ubah lokasi penyimpanan
pt_br: Alterar "Salvar em"
ru_ru: Изменить "Сохранить в"
tr_tr: Değiştir "Şuraya kaydet"

# tmainform.mifavoriteschecknewchapter.caption
source: Check for new chapter
el_gr: Έλεγχος για νέα κεφάλαια
es: Revisar si hay Capitulo Nuevo
id_id: Periksa bab baru
ru_ru: Проверить на новую глава
tr_tr: Yeni bölüm kontrolü yap

source: Default Action
ru_ru: Действие по умолчанию

source: Check for new Chapters
ru_ru: Проверить новые главы
