Repository: riderkick/FMD
Catalog: languages/fmd.*.po
Languages: el_gr, es, id_id, pt_br, ru_ru, tr_tr

# checkupdate.rs_btncheckupdates
source: Check for latest version
id_id: Periksa versi mutakhir
ru_ru: Проверка последней версии

source: Installed Version
ru_ru: Установлена версия

source: Latest Version
ru_ru: Последняя версия

source: New Version found!
ru_ru: Найдена новая версия!

# dbupdater.rs_buttoncancel
source: Abort
el_gr: Άκυρο
es: Abortar
id_id: Batalkan
pt_br: Abortar
ru_ru: Отмена
tr_tr: İptal

source: Downloading %s
es: Descargando %s
id_id: Mengunduh %s
pt_br: Baixando %s
ru_ru: Скачивание %s
tr_tr: %s indiriliyor

source: Extracting %s
es: Extrayendo %s
id_id: Mengekstrak %s
pt_br: Extraindo %s
ru_ru: Извлечение %s
tr_tr: %s çıkartılıyor

source: %s: failed to extract, exitstatus = %d
es: %s: falló en extraer, exitstatus = %d
id_id: %s: gagal mengekstrak, kode = %d
pt_br: %s: falhou ao extrair, exitstatus = %d
ru_ru: %s: ошибка при извлечении, exitstatus = %d
tr_tr: %s: çıkartma başarısız, çıkış durumu = %d

source: Failed to finish: %s
es: Falló en terminar: %s
id_id: Gagal menyelesaikan: %s
pt_br: Falha ao terminar: %s
ru_ru: Не удалось завершить: %s
tr_tr: Bitirme başarısız: %s

# dbupdater.rs_faileditemstitle
source: Failed
el_gr: Απέτυχε
es: Fallido
id_id: Gagal
pt_br: Falhou
ru_ru: Неудачно
tr_tr: Başarısız oldu

source: %s: failed to save
es: %s: falló en guardar
id_id: %s: gagal menyimpan
pt_br: %s: falhou ao salvar
ru_ru: %s: ошибка при сохранении
tr_tr: %s: kaydetme başarısız

source: %s: Missing %s
es: %s: Perdido %s
id_id: %s: Tidak ditemukan %s
pt_br: %s: Faltando %s
ru_ru: %s: отсутствует %s
tr_tr: %s: eksik %s

source: Are you sure you want to delete this account?
el_gr: Είστε βέβαιος ότι θέλετε να διαγράψετε αυτό το λογαριασμό;
es: ¿Estás seguro que deseas eliminar esta cuenta?
id_id: Apakah Anda yakin ingin menghapus akun ini?
pt_br: Você está certo que quer apagar esta conta?
ru_ru: Хотите удалить этот аккаунт?
tr_tr: Bu hesabı silmek istediğinizden emin misiniz?

source: Checking
el_gr: Έλεγχος
es: Revisando
id_id: Memeriksa
pt_br: Checando
ru_ru: Проверка
tr_tr: Kontrol ediliyor

# frmaccountmanager.rs_invalid
source: Invalid
el_gr: Μη έγκυρο
es: Inválido
id_id: Tidak valid
pt_br: Inválido
ru_ru: Неверный
tr_tr: Geçersiz

source: Unknown
el_gr: Άγνωστο
es: Desconocido
id_id: Tidak diketahui
pt_br: Desconhecido
ru_ru: Неизвестный
tr_tr: Bilinmeyen

source: Username or password can't be empty!
el_gr: Το όνομα χρήστη ή ο κωδικός πρόσβασης δεν μπορεί να είναι κενά!
es: ¡Nombre de usuario o contraseña no puede estar vacio!
id_id: Nama pengguna atau kata sandi tidak boleh kosong!
pt_br: Nome de usuário ou a senha não podem estar vazios!
ru_ru: Имя пользователя и пароль не могут быть пустыми!
tr_tr: Kullanıcı adı veya şifre boş olamaz!

source: Import completed.
el_gr: Η εισαγωγή ολοκληρώθηκε.
es: Importar completado.
id_id: Selesai mengimpor.
pt_br: Importação concluída.
ru_ru: Импорт завершен.
tr_tr: İçe aktarma tamamlandı.

source: List of unimported manga
el_gr: Λίστα μη εισηγμένων manga
es: Lista de manga sin importar
id_id: Daftar komik yang tidak bisa diimpor
pt_br: Lista de mangás não importados
ru_ru: Список неимпортированной манги
tr_tr: İçe aktarılmayan manga listesi

# frmluamodulesupdater.rs_checking
source: Checking...
el_gr: Έλεγχος...
es: Revisando...
id_id: Memeriksa...
pt_br: Checando...
ru_ru: Проверка...
tr_tr: Kontrol ediliyor...

# frmluamodulesupdater.rs_checkupdate
source: Check update
es: Revisar actualización
id_id: Periksa pemutakhiran
pt_br: Checar por atualização
ru_ru: Проверить обновления
tr_tr: Güncellemelere bak

source: Finish checking
es: Revisión finalizada
id_id: Selesai memeriksa
pt_br: Terminar de checar
ru_ru: Проверено
tr_tr: Kontrolü durdur

source: Finish download
es: Descarga terminada
id_id: Selesai mengunduh
pt_br: Terminar donwload
ru_ru: Скачано
tr_tr: İndirmeyi durdur

source: Modules updated, restart now?
es: Módulos Actualizados, ¿Reiniciar Ahora?
id_id: Modul dimutakhirkan, mulai ulang sekarang?
pt_br: Módulos atualizados, reiniciar agora?
ru_ru: Модули обновлены, перезапустить программу сейчас?
tr_tr: Modüller güncellendi, yeniden başlasın mı?

source: Modules updated!
es: ¡Módulos Actualizados!
id_id: Modul dimutakhirkan!
pt_br: Módulos atualizados!
ru_ru: Модули обновлены!
tr_tr: Modüller güncellendi!

source: Modules update found, any local changes will be lost, procced?
es: Actualización de módulos encontrada, cualquier cambio local será perdido, ¿Quiere hacerlo?
id_id: Modul mutakhir ditemukan, perubahan lokal akan ditimpa, lanjutkan?
pt_br: Atualização de módulos encontrada, todas as mudanças locais serão perdidas, continuar?
ru_ru: Найдено обновление модулей, все локальные изменения модулей будут перезаписаны, продолжить?
tr_tr: Modül güncellemeleri bulundu, herhangi bir yerel değişim kaybolacaktır, devam edilsin mi?

source: Modules update found!
es: ¡Actualización de Módulos Encontrada!
id_id: Modul mutakhir ditemukan!
pt_br: Atualização de módulos encontrada!
ru_ru: Найдено обновление модулей!
tr_tr: Modül güncellemeleri bulundu!

source: Downloading...
es: Descargando...
id_id: Mengunduh...
pt_br: Baixando...
ru_ru: Скачивание...
tr_tr: İndiriliyor...

source: %s DELETE*
ru_ru: %s УДАЛЕН*

source: %s FAILED*
ru_ru: %s ОШИБКА*

source: %s NEW*
ru_ru: %s НОВЫЙ*

source: %s REDOWNLOAD*
ru_ru: %s ПОВТОРНАЯ ЗАГРУЗКА*

source: %s UPDATE*
ru_ru: %s ОБНОВЛЕН*

source: All downloads
el_gr: Όλες οι λήψεις
es: Todas las descargas
id_id: Semua unduhan
pt_br: Todos os downloads
ru_ru: Все загрузки
tr_tr: Tüm indirmeler

# frmmain.rs_cancel
source: Cancel
el_gr: Άκυρο
es: Cancelar
id_id: Batal
pt_br: Cancelar
ru_ru: Отмена
tr_tr: İptal

# frmmain.rs_checking
source: Checking...
el_gr: Έλεγχος...
es: Revisando...
id_id: Memeriksa...
pt_br: Checando...
ru_ru: Проверка...
tr_tr: Kontrol ediliyor...

source: Cannot connect to the server.
el_gr: Δεν είναι δυνατή η σύνδεση με τον διακομιστή.
es: No se puede conectar con el servidor.
id_id: Tidak dapat terhubung ke peladen.
pt_br: Não é possível conectar ao servidor.
ru_ru: Не удалось подключиться к серверу.
tr_tr: Sunucuya bağlanılamıyor.

source: Cannot get manga info. Please check your internet connection and try it again.
el_gr: Δεν είναι δυνατή η λήψη πληροφοριών του manga. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε ξανά.
es: No se puede obtener la información del manga. Por favor revisa tu conexión a internet e inténtalo de nuevo.
id_id: Tidak dapat mendapatkan informasi komik. Silakan periksa koneksi internet Anda dan coba lagi.
pt_br: Não foi possível obter informações do mangá. Verifique a sua conexão com a Internet e tente novamente.
ru_ru: Не удалось получить информацию о манге. Проверьте интернет-подключение и попробуйте снова.
tr_tr: Manga bilgisi alınamıyor. Lütfen internet bağlantınızı kontrol edip tekrar deneyin.

source: Download count:
el_gr: Πλήθος λήψεων:
es: Cuenta de Descarga:
id_id: Jumlah unduhan:
pt_br: Número de downloads:
ru_ru: Количество загрузок:
tr_tr: İndirme sayısı:

source: Are you sure you want to exit?
el_gr: Είστε βέβαιος ότι θέλετε έξοδο;
es: ¿Estás seguro que quieres salir?
id_id: Apakah Anda yakin ingin keluar?
pt_br: Você está certo que quer sair?
ru_ru: Хотите выйти?
tr_tr: Çıkmak istediğine emin misin?

source: Are you sure you want to delete the favorite(s)?
el_gr: Είστε βέβαιος ότι θέλετε να διαγράψετε τα αγαπημένα;
es: ¿Estás seguro de eliminar los favoritos?
id_id: Apakah Anda yakin ingin menghapus kesukaan ini?
pt_br: Você está certo que quer apagar o favorito(s)?
ru_ru: Хотите удалить это избранное?
tr_tr: Favori(leri) silmek istediğine emin misin?

source: Are you sure you want to delete all finished tasks?
el_gr: Είστε βέβαιος ότι θέλετε να διαγράψετε όλες τις ολοκληρωμένες εργασίες;
es: ¿Estás seguro de eliminar todas las tareas terminadas?
id_id: Apakah Anda yakin ingin menghapus semua unduhan yang sudah selesai?
pt_br: Você está certo que quer apagar todas as tarefas terminadas?
ru_ru: Хотите удалить все завершенные задачи?
tr_tr: Tamamlanmış indirmeleri silmek istediğine emin misin?

source: Are you sure you want to delete this item(s)?
el_gr: Είστε βέβαιος ότι θέλετε να διαγράψετε αυτά τα στοιχεία;
es: ¿Estás seguro de querer eliminar este(os) ítem(s)?
id_id: Apakah Anda yakin ingin menghapus data ini?
pt_br: Você está certo que quer apagar este(s) item(ns)?
ru_ru: Хотите удалить это?
tr_tr: Bu içerikleri silmek istediğine emin misin?

source: Are you sure you want to delete the task(s)?
el_gr: Είστε βέβαιος ότι θέλετε να διαγράψετε τις εργασίες;
es: ¿Estás seguro de desear eliminar la(s) tarea(s)?
id_id: Apakah Anda yakin ingin menghapus unduhan ini?
pt_br: Você está certo que quer apagar a(s) tarefa(s)?
ru_ru: Хотите удалить эти задачи?
tr_tr: Görev(leri) silmek istediğine emin misin?

# frmmain.rs_dlgsplitdownload
source: Split download
el_gr: Διαχωρισμός λήψης
es: Dividir descarga
id_id: Pecah unduhan
pt_br: Dividir download
ru_ru: Разделить загрузку
tr_tr: Bölünmüş indirme

source: This title are already in download list. Do you want to download it anyway?
el_gr: Ο τίτλος αυτός είναι ήδη στη λίστα λήψης. Θέλετε οπωσδήποτε να τον κατεβάσετε;
es: Este título ya se encuentra en la lista de descarga ¿Deseas descargarlo de todos modos?
id_id: Judul ini sudah ada di daftar unduhan. Apakah Anda ingin mengunduhnya lagi?
pt_br: Este título já está na lista de download. Você quer baixá-lo mesmo assim?
ru_ru: Это название уже в списке загрузки. Все равно хотите загрузить?
tr_tr: Bu başlık zaten indirme listesinde. Yine de indirmek istiyor musun?

source: Type in new chapter:
el_gr: Γράψτε στο νέο κεφάλαιο:
es: ¿Ingresar Nuevo Capitulo?
id_id: Masukkan bab baru:
pt_br: Digite um novo capítulo:
ru_ru: Введите новую главу:
tr_tr: Yeni bölüm gir:

source: Type in new save path:
el_gr: Γράψτε στη νέα διαδρομή αποθήκευσης:
es: Ingresar Nueva Ruta de Guardado :
id_id: Masukkan lokasi penyimpanan baru:
pt_br: Digite um novo caminho para salvamento:
ru_ru: Введите новый путь сохранения:
tr_tr: Yeni kayıt yolu gir:

source: Updater is running!
el_gr: Η λειτουργία ενημέρωσης εκτελείται ήδη!
es: ¡Actualizador está Ejecutandose!
id_id: Pemutakhiran sedang berjalan!
pt_br: Atualizador em execução!
ru_ru: Обновление запущено!
tr_tr: Güncelleyici çalışıyor!

source: Do you want to download manga list from the server?
el_gr: Θέλετε να κατεβάσετε τη λίστα manga από τον διακομιστή;
es: ¿Quieres Descargar la Lista de Manga del Servidor?
id_id: Apakah Anda ingin mengunduh daftar komik dari peladen?
pt_br: Você quer baixar lista de mangás do servidor?
ru_ru: Хотите загрузить список манги с сервера?
tr_tr: Manga listesini sunucudan indirmek istiyor musun?

source: URL not supported!
el_gr: Η URL δεν υποστηρίζεται!
es: ¡URL no Soportada!
id_id: URL tidak didukung!
pt_br: URL não suportada!
ru_ru: Ссылка не поддерживается!
tr_tr: URL desteklenmiyor!

source: Download all Add to favorites
el_gr: Λήψη όλων Προσθήκη στα αγαπημένα
es: Descargar Todo Agregar a Favoritos
id_id: Unduh semua Tambahkan ke kesukaan
pt_br: Baixar tudo Adicionar aos favoritos
ru_ru: Загрузить все Добавить в избранное
tr_tr: Tümünü indir Favorilere ekle

# frmmain.rs_favoritesshowall
source: All
es: Todo
id_id: Semua
pt_br: Todos
ru_ru: Все
tr_tr: Tümü

# frmmain.rs_favoritesshowdisabled
source: Disabled
el_gr: Απενεργ/μένο
es: Deshabilitado
id_id: Nonaktif
pt_br: Desabilitado
ru_ru: Отключено
tr_tr: Pasifler

# frmmain.rs_favoritesshowenabled
source: Enabled
es: Habilitado
id_id: Aktif
ru_ru: Включено
tr_tr: Aktifler

source: Completed Ongoing <none>
el_gr: Ολοκληρωμένο Σε εξέλιξη <καμία>
es: Completado En Curso <Nada>
id_id: Tamat Bersambung <tidak ada>
pt_br: Completo Em Andamento <vazio>
ru_ru: Завершено Онгоинг <нет>
tr_tr: Tamamlandı Devam Ediyor <Hiçbiri>

source: Five years
es: Cinco Años
id_id: Lima tahun
pt_br: Cinco anos
ru_ru: Пять лет
tr_tr: Beş yıl

source: Free Manga Downloader already running!
el_gr: Το Free Manga Downloader εκτελείται ήδη!
es: ¡Free Manga Downloader está ya ejecutandose!
id_id: Free Manga Downloader sudah berjalan!
pt_br: Free Manga Downloader já está em execução!
ru_ru: Бесплатный Manga Downloader уже запущен!
tr_tr: Free Manga Downloader zaten çalışıyor!

source: Four years
es: Cuatro Años
id_id: Empat tahun
pt_br: Quatro anos
ru_ru: Четыре года
tr_tr: Dört yıl

source: There is a problem with this data! Removing and re-adding this data may fix the problem.
el_gr: Υπάρχει ένα πρόβλημα με αυτά τα δεδομένα! Η αφαίρεση και προσθήκη ξανά αυτών των δεδομένων μπορεί να διορθώσει το πρόβλημα.
es: ¡Hay un problema con estos datos! Quitarlo y volviendolo a agregar podría resolver el problema.
id_id: Ada masalah dengan data ini! Menghapus dan menambahkan kembali mungkin dapat memperbaiki masalah ini.
pt_br: Há um problema com estes dados! Removendo e re-adicionando estes dados pode corrigir o problema.
ru_ru: Есть проблема с этими данными! Удаление и повторное добавление этих данных могут решить проблему.
tr_tr: Bu veriyle ilgili bir sorun var! Silip tekrardan eklemek bu soruna çözüm olabilir.

source: History
es: Historial
id_id: Riwayat
pt_br: Histórico
ru_ru: История
tr_tr: Geçmiş

source: Import
el_gr: Εισαγωγή
es: Importar
id_id: Impor
pt_br: Importar
ru_ru: Импорт
tr_tr: İçe aktar

source: Artist(s):
el_gr: Καλλιτέχνης(ες):
es: Artista(s):
id_id: Seniman:
pt_br: Artista(s):
ru_ru: Артисты:
tr_tr: Çizer(ler):

source: Author(s):
el_gr: Δημιουργός(οί):
es: Autor(es):
id_id: Penulis:
pt_br: Autor(es):
ru_ru: Автор(ы):
tr_tr: Yazar(lar):

source: Genre(s):
el_gr: Είδος(η):
es: Género(s):
id_id: Genre:
pt_br: Gênero(s):
ru_ru: Жанр:
tr_tr: Tür(ler):

source: Status:
el_gr: Κατάσταση:
es: Estado:
ru_ru: Статус:
tr_tr: Durum:

source: Summary:
el_gr: Περίληψη:
es: Sinopsis:
id_id: Ringkasan:
pt_br: Resumo:
ru_ru: Описание:
tr_tr: Özet:

source: Title:
el_gr: Τίτλος:
es: Título:
id_id: Judul:
pt_br: Título:
ru_ru: Название:
tr_tr: Başlık:

source: Website:
ru_ru: Сайт:

source: In progress
el_gr: Σε εξέλιξη
es: En Progreso
id_id: Dalam proses
pt_br: Em progresso
ru_ru: В процессе
tr_tr: Devam ediyor

# frmmain.rs_lblautochecknewchapterminute
source: Auto check for new chapter every %d minutes
el_gr: Αυτόματος έλεγχος για νέα κεφάλαια κάθε %d λεπτά
es: Auto Revisar Capítulos Cada %d Minutos
id_id: Periksa bab baru otomatis setiap %d menit
pt_br: Auto checar por novos capítulos a cada %d minutos
ru_ru: Автоматическая проверка новой главы каждые %d минут
tr_tr: Yeni bölümleri her %d dakikada bir kontrol et

source: %s : Path to the manga %s : Chapter filename Example : "%s%s"
el_gr: %s : Η διαδρομή του manga %s : Όνομα αρχείου κεφαλαίου Παράδειγμα : "%s%s"
es: %s : Ruta al Manga %s : Nombre del Capítulo Ejemplo : "%s%s"
id_id: %s : Lokasi komik tersimpan %s : Nama bab komik Contoh : "%s%s"
pt_br: %s : Caminho para o mangá %s : Nome do capítulo Examplo : "%s%s"
ru_ru: %s : Путь к манге %s : Имя файла главы Пример : "%s%s"
tr_tr: %s : Manga yolu %s : Bölüm dosya adı Örnek : "%s%s"

source: Loading ...
el_gr: Φόρτωση...
es: Cargando ...
id_id: Memuat ...
pt_br: Carregando ...
ru_ru: Загрузка...
tr_tr: Yükleniyor ...

source: Mode: Show all (%d)
el_gr: Λειτ.: Εμφάνιση όλων (%d)
es: Modo: Mostrar Todo (%d)
id_id: Mode: Tampilkan semua (%d)
pt_br: Modo: Exibir Tudo (%d)
ru_ru: Режим: Показать все (%d)
tr_tr: Mod: Tümünü göster (%d)

source: Mode: Filtered (%d)
el_gr: Λειτ.: Φιλτράρισμα (%d)
es: Modo: Filtrado(%d)
id_id: Mode: Disaring (%d)
pt_br: Modo: Filtrado (%d)
ru_ru: Режим: Отфильтрованные (%d)
tr_tr: Mod: Filtrelenmiş (%d)

source: Mode: Searching...
ru_ru: Режим: Поиск...

source: One month
el_gr: Ένας μήνας
es: Un Mes
id_id: Satu bulan
pt_br: Um mês
ru_ru: За месяц
tr_tr: Bir ay

source: One week
el_gr: Μια εβδομάδα
es: Una Semana
id_id: Satu minggu
pt_br: Uma semana
ru_ru: За неделю
tr_tr: Bir hafta

source: One year
es: Un Año
id_id: Satu tahun
pt_br: Um ano
ru_ru: Год
tr_tr: Bir yıl

source: None ZIP CBZ PDF EPUB
el_gr: Καμία ενέργεια ZIP CBZ PDF EPUB
es: Ninguno ZIP CBZ PDF EPUB
id_id: Tidak ada ZIP CBZ PDF EPUB
ru_ru: Как есть ZIP CBZ PDF EPUB
tr_tr: Hiçbiri ZIP CBZ PDF EPUB

source: Nothing Exit Shutdown Hibernate
el_gr: Καμία ενέργεια Έξοδος Τερματισμός υπολογιστή Αδρανοποίηση υπολογιστή
es: Nada Salir Apagar Hibernar
id_id: Tidak ada Keluar Matikan komputer Hibernasikan komputer
pt_br: Nada Sair Desligar Hibernar
ru_ru: Ничего Выход Выключить Сон
tr_tr: Hiçbiri Çıkış Kapat Uyku

source: Revision
id_id: Revisi
ru_ru: Ревизия

source: Selected: %d
el_gr: Επιλεγμένα: %d
es: Seleccionado: %d
id_id: Dipilih: %d
pt_br: Selecionado: %d
ru_ru: Выбрано: %d
tr_tr: Seçildi: %d

source: Six months
es: Seis Meses
id_id: Enam bulan
pt_br: Seis meses
ru_ru: Пол года
tr_tr: Altı ay

source: Software
el_gr: Πρόγραμμα
id_id: Perangkat lunak
ru_ru: Программа
tr_tr: Yazılım

# frmmain.rs_softwarepath
source: Path to the software (e.g. C:\MangaDownloader)
el_gr: Διαδρομή του προγράμματος (π.χ. C:\MangaDownloader)
es: Ruta al Software (e.g. C:\MangaDownloader)
id_id: Lokasi ke perangkat lunak (misalnya C:\MangaDownloader)
pt_br: Caminho para o software (e.g. C:\MangaDownloader)
ru_ru: Путь к программе (например, C:\MangaDownloader)
tr_tr: Yazılım yolu (mesela c:\MangaDownloader)

source: Ten years
es: Diez Años
id_id: Sepuluh tahun
pt_br: Dez anos
ru_ru: Десять лет
tr_tr: On yıl

source: Three years
es: Tres Años
id_id: Tiga tahun
pt_br: Três ano
ru_ru: Три года
tr_tr: Üç yıl

source: Today
el_gr: Σήμερα
es: Hoy
id_id: Hari ini
pt_br: Hoje
ru_ru: Cегодня
tr_tr: Bugün

source: Two years
es: Dos Años
id_id: Dua tahun
pt_br: Dois anos
ru_ru: Два года
tr_tr: İki yıl

source: Version
id_id: Versi
ru_ru: Версия

source: None Fastest Default Maximum
es: Ninguno El Más Rápido Por Defecto Máximo
id_id: Tidak ada Tercepat Asali Maksimum
pt_br: Nenhum O mais rápido Padrão Máximo
ru_ru: Без сжатия Скоростное По умолчанию Максимальное
tr_tr: Hiçbiri En hızlı Varsayılan Maksimum

source: Invalid input!
el_gr: Μη έγκυρη εισαγωγή!
es: Entrada no valida!
id_id: Masukan salah!
pt_br: Entrada inválida!
ru_ru: Неверный ввод!
tr_tr: Geçersiz giriş!

source: Yesterday
el_gr: Χθές
es: Ayer
id_id: Kemarin
pt_br: Ontem
ru_ru: Вчера
tr_tr: Dün

source: FMD will exit in %d second.
el_gr: Θα γίνει έξοδος του FMD σε %d δευτερόλεπτα.
es: FMD Saldrá en %d segundos.
id_id: FMD akan ditutup dalam %d detik.
pt_br: FMD irá sair em %d segundos.
ru_ru: Программа закроется через %d секунд.
tr_tr: FMD %d saniye içinde kapanacak.

source: System will hibernate in %d second.
el_gr: Το σύστημα θα αδρανοποιηθεί σε %d δευτερόλεπτα.
es: Sistema Hibernará en %d segundos.
id_id: Komputer akan dihibernasi dalam %d detik.
pt_br: Sistema irá hibernar em %d segundos.
ru_ru: Система перейдет в спящий режим через %d секунд.
tr_tr: Sistem %d saniye içinde uykuya geçecek.

source: System will shutdown in %d second.
el_gr: Το σύστημα θα τερματιστεί σε %d δευτερόλεπτα.
es: Sistema se Apagará en %d segundos.
id_id: Komputer akan dimatikan dalam %d detik.
pt_br: Sistema irá desligar em %d segundos.
ru_ru: Система выключится через %d секунд.
tr_tr: Sistem %d saniye içinde kapanacak.

# frmtransferfavorites.rs_all
source: All
es: Todo
id_id: Semua
pt_br: Todos
ru_ru: Все
tr_tr: Tümü

# frmtransferfavorites.rs_invalid
source: Invalid
el_gr: Μη έγκυρο
es: No Valido
id_id: Tidak valid
pt_br: Inválido
ru_ru: Нельзя перенести
tr_tr: Geçersiz

# frmtransferfavorites.rs_valid
source: Valid
es: Valido
pt_br: Válido
ru_ru: Можно перенести
tr_tr: Geçerli

# selfupdater.rs_buttoncancel
source: Abort
el_gr: Ματαίωση
es: Abortar
id_id: Batalkan
pt_br: Abortar
ru_ru: Отменить
tr_tr: Durdur

source: Downloading new version %s
es: Descargando Nueva Versión %s
id_id: Mengunduh versi mutakhir %s
pt_br: Baixar nova versão %s
ru_ru: Загрузка новой версии %s
tr_tr: %s yeni sürümü indiriliyor

source: Failed to download new version %s %d %s
es: Fallo al descargar nueva versión %s %d %s
id_id: Gagal mengunduh versi mutakhir %s %d %s
pt_br: Falha ao baixar a nova versão %s %d %s
ru_ru: Не удалось загрузкить новую версию %s %d %s
tr_tr: %s yeni sürümü indirmesi başarısız %d %s

source: Failed to extract %s, exitstatus = %d
es: Ha Fallado en Extraer %s, exitstatus = %d
id_id: Gagal mengekstrak %s, kode = %d
pt_br: Falha ao extrair %s, exitstatus = %d
ru_ru: Не удалось извлечь %s, exitstatus = %d
tr_tr: %s çıkartma başarısız, çıkış durumu = %d

# selfupdater.rs_failedtitle
source: Failed
el_gr: Απέτυχε
es: Fallido
id_id: Gagal
pt_br: Falhou
ru_ru: Неудачно
tr_tr: Başarısız oldu

source: Failed to save %s
es: Falló en Guardar %s
id_id: Gagal menyimpan %s
pt_br: Falha ao salvar %s
ru_ru: Не удалось сохранить %s
tr_tr: %s kaydetme başarısız

source: Download update package finished, restart to proceed?
es: La Descarga del Paquete ha terminado, ¿proceder en reiniciar?
id_id: Pemutakhiran selesai diunduh, mulai ulang sekarang?
pt_br: Download do pacote de atualização finalizado, reiniciar para prosseguir?
ru_ru: Загрузка пакета обновления завершена, перезапустить для запуска обновления?
tr_tr: Güncelleme paketi indirme tamamlandı, devam etmek için yeniden başlansın mı?

source: Download finished
es: Descarga Finalizada
id_id: Unduhan selesai
pt_br: Download concluído
ru_ru: Загрузка завершена
tr_tr: İndirme tamamlandı

source: Missing %s
ru_ru: Отсутствует %s

source: &Continue
id_id: &Lanjutkan
ru_ru: Продолжить

source: &Show Details
id_id: &Tampilkan Perincian
ru_ru: Подробно

source: &Terminate
id_id: &Akhiri
ru_ru: Прервать

source: Can't handle exception
id_id: Tidak dapat menangani pengecualian
ru_ru: Не удалось обработать ошибку

source: Ignore this exception for next time
id_id: Abaikan pengecualian ini untuk waktu berikutnya
ru_ru: Игнорировать ошибку в следующий раз

source: An error occured during program execution:
id_id: Terjadi galat selama eksekusi program:
ru_ru: При выполнении программы произошла ошибка:

source: Exception Info
id_id: Informasi Pengecualian
ru_ru: Информация об ошибке

source: Edit
ru_ru: Правка

source: Refresh
el_gr: Ανανέωση
es: Actualizar
id_id: Segarkan
pt_br: Atualizar
ru_ru: Обновить
tr_tr: Yenile

# taccountmanagerform.vtaccountlist.header.columns[1].text
source: Website
el_gr: Ιστότοπος
es: Sitio Web
id_id: Situs
ru_ru: Сайт
tr_tr: Site

# taccountmanagerform.vtaccountlist.header.columns[2].text
source: Username
el_gr: Όνομα χρήστη
es: Usuario
id_id: Nama pengguna
ru_ru: Имя пользователя
tr_tr: Kullanıcı Adı

# taccountmanagerform.vtaccountlist.header.columns[3].text
source: Status
el_gr: Κατάσταση
es: Estado
ru_ru: Статус
tr_tr: Durum

# taccountsetform.btcancel.caption
source: Cancel
el_gr: Άκυρο
es: Cancelar
id_id: Batal
ru_ru: Отмена
tr_tr: İptal

source: Account
es: Cuenta
id_id: Akun
pt_br: Conta
ru_ru: Учетная запись
tr_tr: Hesap

source: Show password
el_gr: Εμφάνιση κωδικού
es: Mostar Contraseña
id_id: Tampilkan kata sandi
pt_br: Exibir senha
ru_ru: Показать пароль
tr_tr: Şifreyi göster

# taccountsetform.edpassword.texthint
source: Password
el_gr: Κωδικός
es: Contraseña
id_id: Kata sandi
ru_ru: Пароль
tr_tr: Şifre

# taccountsetform.edusername.texthint
source: Username
el_gr: Όνομα χρήστη
es: Usuario
id_id: Nama pengguna
ru_ru: Имя пользователя
tr_tr: Kullanıcı Adı

# taccountsetform.label2.caption
source: Username
el_gr: Όνομα χρήστη
es: Usuario
id_id: Nama pengguna
ru_ru: Имя пользователя
tr_tr: Kullanıcı Adı

# taccountsetform.label3.caption
source: Password
el_gr: Κωδικός
es: Contraseña
id_id: Kata sandi
ru_ru: Пароль
tr_tr: Şifre

source: Basic list
el_gr: Βασική λίστα
es: Lista Básica
id_id: Daftar Dasar
pt_br: Lista básica
ru_ru: Основной список
tr_tr: Basit Liste

source: Chapter list
el_gr: Λίστα κεφαλαίων
es: Lista de Capítulos
id_id: Daftar Bab
pt_br: Lista de capítulos
ru_ru: Список глав
tr_tr: Bölüm Listesi

source: Favorite list
el_gr: Λίστα αγαπημένων
es: Lista de Favoritos
id_id: Daftar Kesukaan
pt_br: Lista de favoritos
ru_ru: Список избранного
tr_tr: Favori Listesi
