Repository: riderkick/FMD
Catalog: languages/fmd.*.po
Languages: el_gr, es, id_id, pt_br, ru_ru, tr_tr

source: Manga list
el_gr: Λίστα Manga
es: Lista de Manga
id_id: Daftar Komik
pt_br: Lista de mangás
ru_ru: Список манги
tr_tr: Manga Listesi

# tformdroptarget.miaddtofavorites.caption
source: Add to favorites
el_gr: Προσθήκη στα αγαπημένα
es: Agregar a Favoritos
id_id: Tambahkan ke kesukaan
ru_ru: Добавить в избранное
tr_tr: Favorilere ekle

source: &Close
el_gr: &Κλείσιμο
es: &Cerrar
id_id: &Tutup
pt_br: &Fechar
ru_ru: Закрыть
tr_tr: &Kapat

# tformdroptarget.midownloadall.caption
source: Download all
el_gr: Λήψη όλων
es: Descargar Todo
id_id: Unduh semua
ru_ru: Загрузить все
tr_tr: Tümünü İndir

source: Clear
el_gr: Απαλοιφή
es: Limpiar
id_id: Bersihkan
pt_br: Limpar
ru_ru: Очистить
tr_tr: Temizle

source: Stay on top
el_gr: Πάντα στην κορυφή
es: Siempre Visible
id_id: Tetap di atas
pt_br: Ficar no topo
ru_ru: Пребывание на вершине
tr_tr: Üstte kal

source: Log limit
el_gr: Όριο καταγραφής
es: Limite de Registro
id_id: Batasi pencatatan
pt_br: Limite do registro
ru_ru: Лимит лога
tr_tr: Günlük limiti

# tformlogger.micopy.caption
source: Copy
el_gr: Αντιγραφή
es: Copiar
id_id: Salin
pt_br: Copiar
ru_ru: Скопировать
tr_tr: Kopyala

source: &No
id_id: &Tidak
ru_ru: Нет

source: &Yes
id_id: &Ya
ru_ru: Да

source: Dialog
ru_ru: Диалог

# timportfavorites.btcancel.caption
source: Cancel
id_id: Batal
ru_ru: Отмена

source: Import list ...
el_gr: Εισαγωγή λίστας ...
es: Importar Lista ...
id_id: Impor daftar ...
pt_br: Importar lista ...
ru_ru: Импорт списка ...
tr_tr: Listeyi içe aktar ...

# timportfavorites.edpath.texthint
source: Path to the software (e.g. C:\MangaDownloader)
el_gr: Διαδρομή του προγράμματος (π.χ. C:\MangaDownloader)
es: Ruta al Software (e.g. C:\MangaDownloader)
id_id: Lokasi ke perangkat lunak (misalnya C:\MangaDownloader)
ru_ru: Путь к программе (например, C:\MangaDownloader)
tr_tr: Yazılım yolu (mesela c:\MangaDownloader)

source: Software:
el_gr: Πρόγραμμα:
id_id: Perangkat lunak:
ru_ru: Программа:
tr_tr: Yazılım:

# tluamodulesupdaterform.btcheckupdate.caption
source: Check update
es: Revisar actualización
id_id: Periksa pemutakhiran
pt_br: Checar por atualização
ru_ru: Проверить обновления
tr_tr: Güncellemelere bak

source: Auto restart
es: Auto Reinicio
id_id: Mulai ulang otomatis
pt_br: Reinício automático
ru_ru: Автоматически перезапускать программу
tr_tr: Otomatik yeniden başlat

source: Show update warning
es: Mostrar Advertencia de Actualización
id_id: Tampilkan peringatan pemutakhiran
pt_br: Mostrar aviso de atualização
ru_ru: Показывать предупреждение
tr_tr: Güncelleme uyarısını göster

source: Filename
es: Nombre del Archivo
id_id: Nama berkas
pt_br: Nome do arquivo
ru_ru: Файл
tr_tr: Dosya adı

source: Last modified
es: Última Modificación
id_id: Terakhir dimutakhirkan
pt_br: Última modificação
ru_ru: Изменен
tr_tr: Son değişim

source: Last message
es: Último Mensaje
id_id: Pesan terakhir
pt_br: Última mensagem
ru_ru: Описание изменения
tr_tr: Son mesaj

# tmainform.btaddtofavorites.caption
source: Add to favorites
el_gr: Προσθήκη στα αγαπημένα
es: Agregar a Favoritos
id_id: Tambahkan ke kesukaan
pt_br: Adicionar aos favoritos
ru_ru: Добавить в избранное
tr_tr: Favorilere ekle

# tmainform.btchecklatestversion.caption
source: Check for latest version
el_gr: Έλεγχος για νεότερη έκδοση
es: Revisar Última Version
id_id: Periksa versi mutakhir
ru_ru: Проверка последней версии
tr_tr: Son sürümü kontrol et

source: Clear log file
el_gr: Απαλοιφή αρχείου καταγραφής
es: Limpiar Archivo de Registro
id_id: Bersihkan berkas pencatatan
pt_br: Limpar arquivo de registro
ru_ru: Очистить файл лога
tr_tr: Günlük dosyasını temizle

source: Download
ru_ru: Загрузить

# tmainform.btdownloadsplit.hint
source: Split download
el_gr: Διαχωρισμός λήψης
es: Dividir descarga
id_id: Pecah unduhan
pt_br: Dividir download
ru_ru: Разделить загрузку
tr_tr: Bölünmüş indirme

# tmainform.btfavoriteschecknewchapter.caption
source: Check for new chapter
el_gr: Έλεγχος για νέα κεφάλαια
es: Revisar si hay Capitulo Nuevo
id_id: Periksa bab baru
pt_br: Checar por novos capítulos
ru_ru: Проверить на новую глава
tr_tr: Yeni bölümü kontrol et

source: Import list
el_gr: Εισαγωγή λίστας
es: Importar Lista
id_id: Impor daftar
pt_br: Importar lista
ru_ru: Импорт списка
tr_tr: Listeyi içe aktar

# tmainform.btfilter.caption
source: Filter
ru_ru: Фильтр

source: Reset value
el_gr: Επαναφορά τιμών
es: Reiniciar Valor
id_id: Atur Ulang
pt_br: Restaurar valor
ru_ru: Сбросить том
tr_tr: Değeri sıfırla

source: Open log
el_gr: Άνοιγμα αρχείου καταγραφής
es: Abrir Registro
id_id: Buka pencatatan
pt_br: Abrir registro
ru_ru: Открыть лог
tr_tr: Günlüğü aç

source: Apply
el_gr: Εφαρμογή
es: Aplicar
id_id: Terapkan
pt_br: Aplicar
ru_ru: Принять
tr_tr: Uygula

source: Read online
el_gr: Άμεση ανάγνωση
es: Leer en Linea
id_id: Baca daring
pt_br: Ler online
ru_ru: Читать онлайн
tr_tr: Çevrimiçi oku

# tmainform.btremovefilterlarge.caption
source: Remove filter
ru_ru: Удалить фильтр

# tmainform.btremovefilterlarge.hint
source: Remove filter
el_gr: Αφαίρεση φίλτρου
es: Quitar Filtro
id_id: Singkirkan
pt_br: Remover filtro
ru_ru: Удалить фильтр
tr_tr: Filtreyi kaldır

# tmainform.btupdatelist.hint
source: Update manga list
el_gr: Ενημέρωση λίστας manga
es: Actualizar Lista de Manga
id_id: Mutakhirkan daftar komik
pt_br: Atualizar lista de mangá
ru_ru: Обновить список манги
tr_tr: Manga listesini güncelle

source: Visit my blog
el_gr: Επίσκεψη στο blog μου
es: Visitar mi blog
id_id: Kunjungi blog
pt_br: Visite meu blog
ru_ru: Посетите мой блог
tr_tr: Blogumu ziyaret et

source: Add to download list as stopped task
el_gr: Προσθήκη στη λίστα λήψης ως διακοπείσα εργασία
es: Agregar a Descargas como Tarea Detenida
id_id: Tambahkan ke daftar unduhan tanpa dimulai
pt_br: Adicionar download de lista como uma tarefa parada
ru_ru: Добавить в список загрузки как остановленное задание
tr_tr: İndirme listesine durdurulmuş görev olarak ekle

source: <none>
el_gr: <καμία>
es: <nada>
id_id: <tidak ada>
pt_br: <vazio>
ru_ru: <нет>
tr_tr: <hiçbiri>

source: Search only new manga
el_gr: Αναζήτηση μόνο νέου manga
es: Buscar Solo Manga Nuevo
id_id: Hanya cari komik baru
pt_br: Buscar somente novos mangás
ru_ru: Искать только новую мангу
tr_tr: Sadece yeni manga ara

source: Automatic download after finish checking
ru_ru: Автозагрузка после завершения проверки

source: Auto check for new chapter in an interval
el_gr: Αυτόματος έλεγχος για νέα κεφάλαια περιοδικά
es: Auto Revisar si hay Nuevo Capítulo en un Intervalo
id_id: Periksa bab baru otomatis dalam interval
pt_br: Auto-checar por novos capítulos em um intervalo
ru_ru: Автопроверка новой главы в интервале
tr_tr: Beklerken yeni bölümleri otomatik kontrol et

source: Automatic remove completed manga from Favorites
ru_ru: Автоматически убирать завершенную мангу из Избранного

source: Auto check for new chapter at startup
el_gr: Αυτόματος έλεγχος για νέα κεφάλαια στην έναρξη
es: Revisar Automáticamente Nuevos Capítulos al Iniciar
id_id: Periksa bab baru otomatis saat program dimulai
pt_br: Auto-checar por novos capítulos ao iniciar
ru_ru: Автоматическая проверка новой главы при запуске
tr_tr: Başlangıça yeni bölümleri otomatik kontrol et

source: Auto check for latest version
ru_ru: Автопроверка последней версии

source: Open Favorites at startup
el_gr: Άνοιγμα αγαπημένων στην έναρξη
es: Abrir Favoritos al Iniciar
id_id: Tampilkan daftar kesukaan saat program dimulai
pt_br: Abrir os Favoritos ao iniciar
ru_ru: Открыть избранное при запуске
tr_tr: Başlangıçta Favorileri aç

source: Replace all unicode character with
ru_ru: Заменить все символы Юникода на

source: Enable this if you have problem with unicode character in path.
el_gr: Ενεργοποιήστε το αν έχετε πρόβλημα με χαρακτήρες unicode στη διαδρομή.
es: Habilitar Esto si Tienes Algún Problema con Caracteres Unicode en la Ruta.
id_id: Aktifkan pilihan ini jika Anda mengalami masalah dengan karakter unicode pada lokasi.
pt_br: Habilite isto se você tem problemas com caminhos com caracteres unicode.
ru_ru: Включите, если возникли проблемы с Unicode-символами в пути.
tr_tr: Yolda Unicode karakter varsa bunu açın.

source: Delete completed tasks on close
es: Eliminar Las Tareas Completadas Al Cerrar
id_id: Hapus unduhan yang sudah selesai saat keluar
pt_br: Excluir tarefas completas ao fechar
ru_ru: Удалить завершенные загрузки при выходе
tr_tr: Tamamlanmış görevleri kapatırken sil

source: Chapter
el_gr: Κεφάλαιο
es: Capítulo
id_id: Bab
pt_br: Capítulo
ru_ru: Глава
tr_tr: Bölüm

source: Volume
el_gr: Τόμος
es: Volumen
id_id: Jilid
ru_ru: Том
tr_tr: Cilt

source: Enable load manga cover
el_gr: Ενεργοποίηση φόρτωσης εξώφυλλου manga
es: Habilitar Carga de Cover (Portada)
id_id: Aktifkan sampul komik
pt_br: Habilitar o carregamento da capa do mangá
ru_ru: Включить загрузку обложки манги
tr_tr: Manga afişini yüklemeyi aç

source: Auto generate chapter folder
el_gr: Αυτόματη δημιουργία φακέλου κεφαλαίου
es: Generar Automáticamente Carpeta de Capítulo
id_id: Buat direktori bab otomatis
pt_br: Auto-gerar pasta de capítulo
ru_ru: Авто-создание папки главы
tr_tr: Bölüm klasörünü otomatik oluştur

source: Auto generate folder based on manga's name
ru_ru: Автосоздание папки на основе имени манги

source: Enable live search (slow on long list)
el_gr: Ενεργοποίηση ζωντανής αναζήτησης (αργή σε μεγάλη λίστα)
es: Habilitar Búsqueda en Directo (Lento en Lista Larga)
id_id: Aktifkan pencarian langsung (lambat dengan daftar yang panjang)
pt_br: Habilitar buscar em tempo real (lento em lista longas)
ru_ru: Включить живой поиск (медленно при длинном списке)
tr_tr: Canlı taramayı etkinleştir (kalabalık listelerde yavaş)

source: Minimize on start
el_gr: Ελαχιστοποίηση στην έναρξη
es: Minimizar al Iniciar
id_id: Kecilkan ke penampan saat dimulai
pt_br: Minimizar ao iniciar
ru_ru: Минимизировать при запуске
tr_tr: Başlangıça küçült

source: Minimize to tray
el_gr: Ελαχιστοποίηση στην περιοχή ειδοποιήσεωνMinimize to tray
es: Minimizar a Bandeja
id_id: Kecilkan ke penampan
pt_br: Minimizar para bandeja
ru_ru: Свернуть в трей
tr_tr: Görev çubuğuna küçült

source: Permit only one FMD running
el_gr: Επιτρέπεται μόνο μια παρουσία του FMD
es: Permitir Solo Ejecutar un FMD
id_id: Hanya izinkan satu FMD yang berjalan
pt_br: Permitir somente um FMD em execução
ru_ru: Разрешить только один экземпляр программы
tr_tr: Sadece bir FMD çalıştırmaya izin ver

source: Remove manga name from chapter
el_gr: Αφαίρεση ονόματος manga από το κεφάλαιο
es: Remover nombre del Manga del capitulo
id_id: Hapus nama komik dari bab
pt_br: Remover nome do mangá do capítulo
ru_ru: Удалить имя манги из главы
tr_tr: Manga ismini bölümden kaldır

source: Show balloon hint
el_gr: Εμφάνιση αναδυόμενων παραθύρων συμβουλών
es: Mostrar globo de sugerencia
id_id: Tampilkan balon pemberitahuan
pt_br: Exibir dicas em balões
ru_ru: Показывать подсказки
tr_tr: Yardım balonlarını göster

source: Delete task/favorite
el_gr: Διαγραφή εργασίας / αγαπημένου
es: Borrar Tarea/Favorito
id_id: Hapus unduhan/kesukaan
pt_br: Apagar tarefa/favorito
ru_ru: Удаление задачи/избранного
tr_tr: Görevi/favoriyi sil

source: Download manga list if empty
el_gr: Λήψη λίστας manga εάν είναι κενή
es: Descargar Lista de Manga si está Vacía
id_id: Unduh daftar komik jika kosong
pt_br: Baixar lista de mangá se vazia
ru_ru: Загрузка списка манги, если он пустой
tr_tr: Boşsa manga listesini indir

source: Show Downloads tab when adding new tasks
es: Enseñar pestaña de Descarga cuando agrege una nueva tarea
id_id: Tampilkan daftar unduhan saat menambahkan unduhan baru
pt_br: Exibir aba de Downloads quando adicionando nova tarefa
ru_ru: Показать Загрузки при добавлении новых задач
tr_tr: Yeni görevler eklerken İndirmeler sekmesini göster

source: Show downloads toolbar
el_gr: Εμφάνιση εργαλειοθήκης λήψεων
es: Mostrar Barra de Herramientas de Descargas
id_id: Tampilkan bilah alat unduhan
pt_br: Exibir Barra de Ferramentas de Downloads
ru_ru: Показать панель загрузок
tr_tr: İndirmeler araç çubuğunu göster

source: Show "Delete all completed tasks" in downloads toolbar
el_gr: Εμφάνιση "Διαγραφή όλων των ολοκληρωμένων εργασιών" στην εργαλειοθήκη λήψεων
es: Mostrar "eliminar todas las tareas completadas" en la barra de herramientas de descargas
id_id: Tampilkan "Hapus semua unduhan yang sudah selesai" di bilah alat daftar unduhan
pt_br: Exibir "Apagar todas tarefas concluídas" na barra de ferramentas
ru_ru: Показать "Удалить все завершенные задачи" в панели загрузки
tr_tr: "Tüm tamamlanmış görevleri sil" seçeneğini indirmeler araç çubuğunda göster

source: Show left downloads toolbar
es: Mostar barra de herramientas de descargas en la izquierda
id_id: Tampilkan bilah alat kiri
pt_br: Mostrar barra de ferramentas de downloads à esquerda
ru_ru: Показать дополнительную панель загрузок
tr_tr: Sol indirmeler araç çubuğunu göster

source: Show Favorites tab when adding new manga
ru_ru: Показать Избранное при добавлении новой манги

source: Exit FMD
el_gr: Έξοδος του FMD
es: Salir de FMD
id_id: Keluar dari FMD
pt_br: Sair do FMD
ru_ru: Выход из программы
tr_tr: FMD'den çık

source: Sort Downloads when adding new download tasks
es: Ordenar descargas al agregar nuevas tareas de descarga
id_id: Urutkan daftar unduhan saat menambahkan unduhan baru
pt_br: Ordenar Download quando adicionando novas tarefas
ru_ru: Сортировать загрузки при добавлении новых
tr_tr: Yeni indirme görevleri eklerken İndirmeleri Sırala

source: Don't load manga information when updating list (filter will be not work!)
el_gr: Να μη φορτώνονται πληροφορίες manga κατά την ενημέρωση λίστας (το φίλτρο δεν θα λειτουργήσει!)
es: No Cargar la Información del Manga Cuando se Actualice la Lista (El Filtro no Funcionará)
id_id: Jangan memuat informasi komik saat memutakhirkan daftar (saringan tidak akan bekerja!)
pt_br: Não carregar infor dos mangás quando atualizar a lista (filtros pode não funcionar!)
ru_ru: Не загружать информацию о манге при обновлении списка (фильтр не будет работать!)
tr_tr: Listeyi güncellerken manga bilgisini yükleme (filtre çalışmayabilir)

source: Remove duplicate local data when updating manga list
el_gr: Κατάργηση διπλότυπων τοπικών δεδομένων στην ενημέρωση λίστας manga
es: Remover los Datos Locales Duplicados Cuando se Actualiza la Lista de Manga
id_id: Hapus data lokal duplikat saat memutakhirkan daftar komik
pt_br: Remover dados locais duplicados quando atualizando lista de mangás
ru_ru: Удалять повторяющиеся локальные данные при обновлении списка манги
tr_tr: Manga listesini güncellerken çift yerel veriyi kaldır

source: Use proxy
el_gr: Χρήση διακομιστή μεσολάβησης
es: Usar Proxy
id_id: Gunakan proxy
pt_br: Usar proxy
ru_ru: Использовать прокси
tr_tr: Proxy kullan

source: Fastest
ru_ru: Скоростной

source: Search in all manga sites
el_gr: Αναζήτηση σε όλους τους ιστότοπους manga
es: Buscar en Todos Los Sitios de Manga
id_id: Cari di semua situs komik
pt_br: Buscar em todos sites de mangá
ru_ru: Поиск по всем сайтам манги
tr_tr: Tüm manga sitelerinde ara

source: For more manga sites, please go to Options->Manga sites
el_gr: Για περισσότερους ιστότοπους manga, παρακαλώ δείτε στις Επιλογές->Ιστότοποι Manga
es: Para más Sitios de Mangas, Ve a Opciones->Sitios Manga
id_id: Untuk situs yang lain, silakan pilih di Pengaturan->Situs->Situs
pt_br: Para mais sites de mangá, por favor vá em Opções->Sites de Mangá
ru_ru: Для получения дополнительных сайтов с мангой откройте Настройки->Сайты с мангой
tr_tr: Daha fazla manga sitesi için, lütfen Ayarlar->Manga siteleri'ne gidin

source: Regular Expression
el_gr: Κανονική έκφραση
es: Regular Expresión
id_id: Persamaan reguler
pt_br: Expressão Regular
ru_ru: Регулярное выражение (regexp)
tr_tr: Düzenli İfadeler

# tmainform.ckdroptarget.caption
source: Show Drop Box
el_gr: Εμφάνιση κουτιού φύλαξης
es: Mostrar Drop Box
id_id: Tampilkan kotak unduh
pt_br: Exibir Caixa de Seleção
ru_ru: Показать Дропбокс
tr_tr: İndirme Kutusunu Göster

source: Enable logging
el_gr: Ενεργοποίηση καταγραφής
es: Habilitar Registro
id_id: Aktifkan pencatatan
pt_br: Habilitar registro
ru_ru: Включить логирование
tr_tr: Günlüklemeyi Aç

source: Action
es: Acción
pt_br: Ação
ru_ru: Экшен
tr_tr: Aksiyon

source: A work typically depicting fighting, violence, chaos, and fast paced motion.
el_gr: Ένα έργο που απεικονίζει συνήθως μάχες, βία, χάος και γρήγορο ρυθμό κίνησης.
es: Un trabajo que típicamente demuestra peleas, violencia, caos, y ritmo de rápido movimiento.
id_id: Sebuah karya yang biasanya menggambarkan pertarungan, kekerasan, kekacauan, dan gerakan cepat mondar-mandir.
pt_br: Um trabalho que descreve tipicamente a luta, a violência, o caos e o movimento rápido.
ru_ru: Работы жанра обычно изображают бой, насилие, хаос и быстрое движение.
tr_tr: Dövüş, şiddet, kaos ve olayların hızla geliştiği bir çalışma.

source: Adult
es: Adulto
pt_br: Adulto
ru_ru: Взрослое
tr_tr: Yetişkin

source: Contains content that is suitable only for adults. Titles in this category may include prolonged scenes of intense violence and/or graphic sexual content and nudity.
el_gr: Περιέχει περιεχόμενο που είναι κατάλληλο μόνο για ενήλικες. Οι τίτλοι σε αυτή την κατηγορία μπορεί να περιέχουν σκηνές παρατεταμένης έντονης βίας ή/και γραφικά με σεξουαλικό περιεχόμενο και γυμνό.
es: Contiene contenido que es apropiado solo para adultos. Los títulos en esta categoría pueden incluir prolongadas escenas de intensa violencia y/o contenido sexual gráfico o desnudez.
id_id: Berisi konten yang cocok hanya untuk orang dewasa. Judul dalam kategori ini mungkin termasuk adegan kekerasan berkepanjangan yang intens dan/atau konten seksual dan ketelanjangan.
pt_br: Contém conteúdo adequado somente para adultos. Títulos nesta categoria podem incluir cenas prolongadas de violência intensa e/ou conteúdo sexual gráfico e nudez.
ru_ru: Содержит контент, который подходит только для взрослых. Работы этой категории могут содержать длительные сцены интенсивного насилия и/или графический сексуальный контент и наготу.
tr_tr: Sadece yetişkenlere uygun içerik barındırır. Bu kategorideki içerikler, uzun süreli yoğun şiddet ve/veya cinsel içerik ve çıplaklık içerebilir.

source: Adventure
es: Aventura
pt_br: Aventura
ru_ru: Приключения
tr_tr: Macera

source: If a character in the story goes on a trip or along that line, your best bet is that it is an adventure manga. Otherwise, it's up to your personal prejudice on this case.
el_gr: Αν ένας χαρακτήρας στην ιστορία πηγαίνει σε ταξίδι ή κατά μήκος αυτής της γραμμής, το πιθανότερο είναι ότι πρόκειται για μια περιπέτεια manga. Ειδάλλως, είναι στο χέρι σας να αποφασίσετε γι αυτή την περίπτωση.
es: Si un personaje en la historia va en un viaje o siguiendo esa línea, mejor apuesta a que es un manga de aventura. De otro modo, es a tu prejuicio personal en este caso.
id_id: Jika seorang karakter dalam cerita melakukan perjalanan ke suatu tempat, taruhan terbaik Anda adalah komik petualangan. Sebaliknya, terserah prasangka Anda pada kasus ini.
pt_br: Se um personagem da história vai em uma viagem ou ao longo dessa linha, a sua melhor aposta é que é um manga de aventura. Caso contrário, depende do seu preconceito pessoal neste caso.
ru_ru: Если персонаж в истории отправляется в путешествие или что-то в этом роде, тогда наверняка это приключенческая манга. В противном случае, это зависит от ваших личных предубеждений по этой теме.
tr_tr: Eğer hikayedeki bir karakter bir geziye ya da ona benzer bir şeye giderse, en yüksek ihtimalle o bir macera mangasıdır. Aksi halde, bu durumda sizin kişisel yargınıza kalmış.

source: Comedy
es: Comedia
pt_br: Comédia
ru_ru: Юмор
tr_tr: Komedi

source: A dramatic work that is light and often humorous or satirical in tone and that usually contains a happy resolution of the thematic conflict.
el_gr: Μια ελαφρά δραματική ιστορία και συχνά χιουμοριστική ή με σατυρικό τόνο και που συνήθως περιέχει ένα ευτυχισμένο τέλος.
es: Un trabajo dramático que es iluminado y muy seguido en un tono humorístico o satírico y que usualmente contiene una feliz resolución del conflicto temático.
id_id: Sebuah karya dramatis yang ringan dan sering lucu atau satir dalam nada dan yang biasanya berisi resolusi bahagia dari konflik tematik.
pt_br: Um trabalho dramático que é leve e muitas vezes humorístico ou satírico no tom e que geralmente contém uma resolução feliz do conflito temático.
ru_ru: Драматическая работа, легкая и часто юмористическая или сатирическая по тону и, обычно, содержит счастливое разрешение тематического конфликта.
tr_tr: Hafif ve çoğu zaman gülünç olan ya da tonlamasında yergi içeren ve çoğunlukla tematik çatışmanın mutlu bir şekilde çözülmesini içeren dramatik bir çalışma.

source: Doujinshi
ru_ru: Додзинси

source: Fan based work inpspired by official manga/anime.
el_gr: Διασκεδαστικό με βάση έργο εμπνευσμένο από επίσημα manga/anime.
es: Trabajos de Fans inspirados en manga/anime oficiales.
id_id: Karya penggemar yang didasarkan oleh karya aslinya.
pt_br: Trabalho de fã baseado em um mangá/anime oficial.
ru_ru: Фанатские работы, вдохновленные официальной мангой/аниме.
tr_tr: Resmi bir mangadan/animeden esinlenerek yapılmış hayran temelli çalışma.

source: Drama
ru_ru: Драма
tr_tr: Dram

source: A work meant to bring on an emotional response, such as instilling sadness or tension.
el_gr: Ένα έργο με στόχο να προκαλέσει μια συναισθηματική αντίδραση, όπως θλίψη ή αναστάτωση.
es: Un trabajo que pretende traer una respuesta emocional, tales como inculcar la tristeza o tensión.
id_id: Sebuah karya yang dimaksudkan untuk membawa respons emosional, seperti menanamkan kesedihan atau ketegangan.
pt_br: Um trabalho destinado a trazer uma resposta emocional, como incutir tristeza ou tensão.
ru_ru: Работы жанра призванны вызвать эмоциональный отклик, например, внушить печаль или напряжение.
tr_tr: Keder vererek ya da gererek duyguları etkilemek üzere yapılmış bir çalışma.

source: Ecchi
ru_ru: Этти

source: Possibly the line between hentai and non-hentai, ecchi usually refers to fanservice put in to attract a certain group of fans.
el_gr: Ενδεχομένως η γραμμή μεταξύ Hentai και μη-Hentai, το Ecchi συνήθως αναφέρεται σε υπηρεσία οπαδών που θέλει να προσελκύσει μια συγκεκριμένη ομάδα οπαδών.
es: Posiblemente la línea entre lo hentai y no-hentai, ecchi usualmente se refiere a fanservice puesto para atraer un cierto grupo de fans.
id_id: Di antara hentai dan bukan hentai, ecchi biasanya merujuk ke fanservice yang disisipkan untuk menarik sekelompok penggemar tertentu.
pt_br: Possivelmente a linha entre hentai e não-hentai, ecchi geralmente se refere a fanservice colocar em atrair um determinado grupo de fãs.
ru_ru: Возможно, середина между хентаем и не хентаем, этти обычно относится к фансервису, с целью привлечь определенную группу фанатов.
tr_tr: Hentai ile hentai-olmayan içerik arasında bir çizgi olan ecchi, çoğunlukla belli bir grup hayranı etkilemek üzere hazırlanmış bir hayran hizmetidir.

source: Fantasy
es: Fantasía
pt_br: Fantasia
ru_ru: Фентези
tr_tr: Fantastik

source: Anything that involves, but not limited to, magic, dream world, and fairy tales.
el_gr: Οτιδήποτε περιλαμβάνει, χωρίς να περιορίζεται σε αυτά, μαγεία, φανταστικό κόσμο και παραμύθια.
es: Cualquier cosa que involucre, pero no limitado a: magia, mundo de ensueño, y cuentos de hadas.
id_id: Apa pun yang melibatkan, namun tidak terbatas pada sihir, dunia mimpi, dan dongeng.
pt_br: Qualquer coisa que envolva, mas não limitado a, magia, mundo de sonho e contos de fadas.
ru_ru: Все, что включает в себя, помимо прочего, магию, воображаемый мир и сказки.
tr_tr: Sihir, hayal dünyası ve masalları içeren fakat bunlarla sınırlı olmayan çalışmaların tamamı.

source: Gender Bender
es: Cambio de sexo
pt_br: Troca de Sexo
ru_ru: Смена пола
