Repository: riderkick/FMD
Catalog: languages/updater.*.po
Languages: el_gr, id_id

source: Free Manga Downloader - Updater
el_gr: Free Manga Downloader - Ενημέρωση
id_id: Free Manga Downloader - Pemutakhiran

source: File size
el_gr: Μέγεθος αρχείου
id_id: Ukuran berkas

source: Waiting...
el_gr: Παρακαλώ περιμένετε...
id_id: Menunggu...

source: Transfer rate
el_gr: Ρυθμός μεταφοράς
id_id: Kecepatan

source: Help
el_gr: Βοήθεια
id_id: Bantuan

source: Can't extract file because 7za.exe not found!
el_gr: Δεν είναι δυνατή η εξαγωγή του αρχείου επειδή το 7za.exe δεν βρέθηκε!
id_id: Tidak bisa mengekstrak berkas karena 7za.exe tidak ditemukan!

source: An error occured when trying to download file.
el_gr: Παρουσιάστηκε ένα σφάλμα κατά την προσπάθεια λήψης του αρχείου.
id_id: Terjadi galat saat mencoba mengunduh berkas.

source: Downloading [%s]...
el_gr: Λήψη [%s]...
id_id: Mengunduh [%s]...

source: Error saving file, check your AntiVirus!
el_gr: Σφάλμα κατά την αποθήκευση του αρχείου. Ελέγξτε το πρόγραμμά σας για την προστασία από ιούς!
id_id: Galat menyimpan berkas, periksa AntiVirus Anda!

source: Failed downloading file!
el_gr: Η λήψη του αρχείου απέτυχε!
id_id: Gagal mengunduh berkas!

source: Failed loading page!
el_gr: Η φόρτωση της σελίδας απέτυχε!
id_id: Gagal memuat halaman!

source: File not found!
el_gr: Το αρχείο δεν βρέθηκε!
id_id: Berkas tidak ditemukan!

source: Finished.
el_gr: Ολοκληρώθηκε.
id_id: Selesai.

source: Invalid URL!
el_gr: Μη έγκυρη URL!
id_id: URL tidak valid!

source: Loading page...
el_gr: Φόρτωση σελίδας...
id_id: Memuat halaman...

source: Redirected...
el_gr: Ανακατεύθυνση...
id_id: Mengalihkan...

source: Response
el_gr: Απόκριση
id_id: Balasan

source: Retry downloading[%d] [%s]...
el_gr: Επανάληψη λήψης [%d] [%s]...
id_id: Mencoba mengunduh[%d] [%s]...

source: Retry loading page[%d]...
el_gr: Επανάληψη φόρτωσης σελίδας [%d]...
id_id: Mencoba memuat halaman[%d]...

source: Saving file...
el_gr: Αποθήκευση αρχείου...
id_id: Menyimpan berkas...

source: Server response error!
el_gr: Σφάλμα απόκρισης διακομιστή!
id_id: Terjadi kesalahan pada peladen!

source: (unknown)
el_gr: (άγνωστο)
id_id: (tidak diketahui)

source: Unpacking file [%s]...
el_gr: Αποσυμπίεση αρχείων [%s]...
id_id: Membuka berkas [%s]...

source: Waiting main app to close...
el_gr: Αναμονή κύριας εφαρμογής για κλείσιμο...
id_id: Menunggu aplikasi utama ditutup...
